[
  {
    "name": "The Clown",
    "addons": [
      {
        "quality": "1",
        "name": "Fingerless Parade Gloves",
        "description": "Part of the standard Clown apparel, the cut fingers allow for dexterous manipulations.\nIncreases the Throw speed of Bottles by +25 %.\nReduces the Throw angle of Bottles by -15 °.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Party Bottle",
        "description": "Be the life of the party!\nBottles emit confetti when they break in addition to their usual effects.\nHitting Survivors directly with a Bottle grants 100 bonus Bloodpoints in the Deviousness Category.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Robin Feather",
        "description": "A warm orange feather, soft to the touch.\nReduces the Cool-down duration between successive Bottle throws by -40 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "VHS Porn",
        "description": "An all time classic.You will not see things quite the same again.\nSwitches the colours of the Gas Clouds with one another.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Kerosene Can",
        "description": "A thin and clear combustible liquid which numbs the mind when inhaled.\nSurvivors affected by Intoxication suffer from the Blindness Status Effect for 30 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Solvent Jug",
        "description": "A chemical volatile compound that irritates the respiratory tract, but increases absorption of the Afterpiece Antidote.\nIncreases the Invigoration duration by +1 second.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Starling Feather",
        "description": "A black feather with an emerald gloss, very soft to the touch.\nReduces the Cool-down duration between successive Bottle throws by -50 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Sticky Soda Bottle",
        "description": "It's sugary sweet, with only a little blood on the label.\nIncreases the strength of the Haste Status Effect from Invigoration by +2 % .\n\n\n"
      },
      {
        "quality": "2",
        "name": "Thick Cork Stopper",
        "description": "A sturdy cork fitting the Afterpiece Tonic Bottles marvellously.\nReduces the Reload time of the Bottles by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Bottle of Chloroform",
        "description": "A sweet-smelling organic compound with strong anaesthetic capabilities.\nIncreases the size and spread of the Intoxication Gas Clouds by +20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Flask of Bleach",
        "description": "A potent chemical which causes irritation, burns and lung damage.\nIncreases the strength of the Hindered Status Effect Survivors suffer from during Intoxication by an additional -4 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Smelly Inner Soles",
        "description": "A mouldy inner sole which gives much comfort to tired feet.\nIncreases your Movement speed while reloading Bottles by +66 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Spirit of Hartshorn",
        "description": "A pungent chemical compound consisting of ammonia.One whiff is enough to jolt even the most sluggish of minds.\nIncreases the size and spread of the Invigoration Gas Clouds by +20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Sulphuric Acid Vial",
        "description": "A thin and clear combustible liquid which numbs the mind when inhaled.\nSurvivors affected by Intoxication suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Cheap Gin Bottle",
        "description": "When the night is rough and the day is rougher, a little hair of the dog will give you a boost.\nIncreases the strength of the Haste Status Effect from Invigoration by +3 % .\n\n\n"
      },
      {
        "quality": "4",
        "name": "Cigar Box",
        "description": "A grim and incomplete collection of fingers.Fills The Clown with longing and focuses his chemical crafting abilities.\nThe Auras of all other Players within 16 metres of their location are revealed to Invigorated Players for 6 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Ether 15 Vol%",
        "description": "A highly volatile organic compound, toxic at this concentration.\nIncreases the Intoxication duration by +1 second.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Garish Make-Up Kit",
        "description": "Some for the face and some for the Antidote.The unknown compound intensifies the Antidote's effect.\nIncreases the Invigoration duration by +2 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Redhead's Pinkie Finger",
        "description": "The prized pinkie finger of a redhead.Faintly fragrant.Tastes of potpourri and varnish.\nSurvivors hit directly by Bottles suffer from the Exposed Status Effect for as long as they are affected by Intoxication.\nReduces the number of carried Bottles to 1.\nThis number cannot be modified by other Add-ons.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Tattoo's Middle Finger",
        "description": "The prized middle finger of a large tattooed man.Has a faint taste of machinery oil.\nThe Auras of Survivors afflicted by either Intoxication or Invigoration are revealed to you for 6 seconds.\n\n\n"
      }
    ]
  },
  {
    "name": "The Trapper",
    "addons": [
      {
        "quality": "1",
        "name": "Bear Oil",
        "description": "Melted animal fat that can lubricate the Bear Traps squeaky joints.\nSetting a Bear Trap is silent.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Makeshift Wrap",
        "description": "A scratched and worn brace made of thick, cured animal skin.\nYou are no longer caught in your own Bear Traps, they are automatically disarmed instead.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Padded Jaws",
        "description": "These padded jaws are meant to restrain, not to wound.\nBear Traps immobilise Survivors without damaging them.\nGrants 100 % bonus Bloodpoints for trapping Survivors.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Trapper Gloves",
        "description": "Protective padded leather gloves.\nIncreases the Setting speed of the Bear Trap by +30 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "4-Coil Spring Kit",
        "description": "A replacement kit for Bear Traps which changes the usual dual spring system to four coil springs, adding a great amount of strength to the Bear Traps hold.\nIncreases the Disarm time of the Bear Trap by +33 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Coffee Grounds",
        "description": "An old rusted can containing damp coffee grounds.\nIncreases the strength of the Haste Status Effect after setting a Bear Trap by +5 % .\n\n\n"
      },
      {
        "quality": "2",
        "name": "Lengthened Jaws",
        "description": "Jaws with long teeth that dig further into the flesh than a conventional Bear Traps.\nSurvivors who escape from Bear Traps suffer from the Deep Wound Status Effect.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Serrated Jaws",
        "description": "These replacement trap jaws have saw-like blades, causing awful open wounds when they snap.\nSurvivors injured by a Bear Trap suffer from the Haemorrhage Status Effect until fully healed.\n\"Like a predatory beast, it can smell and track blood.\"\n\n"
      },
      {
        "quality": "2",
        "name": "Wax Brick",
        "description": "A block of wax used to lower friction and facilitate movement in mechanical parts.\nIncreases the Rescue and Escape times of the Bear Trap by +33 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Fastening Tools",
        "description": "A specialised set of tools used to fasten Bear Traps to ensure their effectiveness.\nIncreases the Rescue and Escape times from the Bear Trap by +25 %.\nIncreases the Setting speed of the Bear Trap by +50 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rusted Jaws",
        "description": "These Bear Trap jaws are covered with crusty and volatile rust spots, making injuries particularly difficult to heal.\nSurvivors injured by a Bear Trap suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Secondary Coil",
        "description": "A secondary coil keeps the Bear Trap functional in times when the primary coil becomes unusable.\nIncreases the Disarm time of the Bear Trap by +50 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Tar Bottle",
        "description": "A black, matte and sticky substance that when applied to Bear Traps, makes them far less noticeable.\nDarkens the Bear Trap.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Trapper Bag",
        "description": "A cured leather waist bag.Large and sturdy to transport hunting equipment.\nIncreases the number of carried Bear Traps by +1.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Honing Stone",
        "description": "When used with the Bear Trap, the stone sharpens its blades.\nThe razor-sharp blades inflict deep wounds aimed at bleeding the victim as fast as possible.\nSurvivors caught in a Bear Trap,  who free themselves, are inflicted with the Dying State.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Oily Coil",
        "description": "A clear oil that makes handling the Bear Trap's spring more hazardous.\nResetting a Bear Trap reveals the Aura of the last Survivor to have disarmed it for 5 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Tension Spring",
        "description": "A high tension spring that snaps back into place after being stretched.\nAutomatically resets the Bear Trap 2 seconds after a Survivor escaped from it.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Trapper Sack",
        "description": "A crude leather sack suitable for foraging.\nCauses all Bear Traps to be carried in your inventory at the beginning of the Trial.\nYou can no longer pick up any placed Bear Traps, only reset them.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Bloody Coil",
        "description": "Part sticky, part slippery, this grim liquid makes handling the Bear Traps spring more dangerous.\nWhen a healthy Survivor disarms a Bear Trap, the Bloody Coil exacts its price, putting the Survivor into the Injured State.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Stone",
        "description": "Bear Traps sharpened with the sickly gleaming stone seem to gain a life of their own.\nAutomatically resets and arms a random disarmed Bear Trap every 30 seconds.\n\n\n"
      }
    ]
  },
  {
    "name": "The Artist",
    "addons": [
      {
        "quality": "1",
        "name": "Choclo Corn",
        "description": "A type of corn common in South America.A few kernels are reason enough for a crow to stop for a snack.\nIncreases the Timer before idle Dire Crows disintegrate by +2 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Oil Paints",
        "description": "There is little left but a few globs of black and grey, yet Carmina could paint an expansive landscape with them.\nIncreases the Detection radius of Killer Instinct by +1.5 metres.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Thick Tar",
        "description": "Sticky, viscous sludge that Carmina used for an experimental piece.Once it sticks to skin, it is nearly impossible to get off.\nIncreases the Repel duration for Swarmed Survivors by +0.5 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Vibrant Obituary",
        "description": "Scrap newspaper, speckled with bright, eye-catching paint.It seems tragedy is a daily thing.\nIncreases the duration of Killer Instinct by +3 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Automatic Drawing",
        "description": "An experimental drawing Carmina made without conscious planning.Do not think — act.\nReduces the Cool-down time of Birds of Torment by -1.5 seconds after idle Dire Crows disintegrate.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Festering Carrion",
        "description": "A stomach-churning pile of meat and guts, yet it attracts hungry crows craving a bite.\nReduces the Cool-down time of Birds of Torment by -0.5 seconds after launching Dire Crows.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Still Life Crow",
        "description": "An ink drawing of a dead crow.Carmina's sadness over its death can be felt with each dark line.\nIncreases the Timer before idle Dire Crows disintegrate by +4 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Untitled Agony",
        "description": "A canvas that was targeted with swipes and trashes of black paint following Matias' death.It radiates with heavy, crippling sorrow.\nSwarmed Survivors suffer from a -15 % Hindered Status Effect for 1.5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Velvet Fabric",
        "description": "A striking red fabric Carmina used on an art project.Its brightness contrasted against black feathers.\nThe Auras of Swarms continue to be revealed to you for another 1.5 seconds after Survivors start repelling them.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Charcoal Stick",
        "description": "A stick of charcoal that conceals anything it rubs over.\nThe Auras Dire Crows mid-flight are no longer visible to Survivors.\nThe Auras of Dire Crows are visible to Survivors for 0.5 seconds after summoning them.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Darkest Ink",
        "description": "An unnatural ink, so wretched and dark that it seems to pull in light around it.\nSwarmed Survivors suffer from the Blindness Status Effect.\nThis effect lingers for 15 seconds after repelling the Swarm.\n\n\n"
      },
      {
        "quality": "3",
        "name": "O Grief, O Lover",
        "description": "An abstract ink drawing that Carmina drew before walking to the Death Leap.\nSwarmed Survivors suffer from the Exhausted Status Effect.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Silver Bell",
        "description": "A shiny trinket that a crow took a liking to.The clinking of the bell was a distraction to everyone but Carmina.\nSwarmed Survivors suffer from the Oblivious Status Effect.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Thorny Nest",
        "description": "A nest that remained empty near Carmina's home.There are sharp thorns embedded in it.\nSurvivors suffer from the Haemorrhage and Mangled Status Effects for 70 seconds after being damaged by Dire Crows.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Ink Egg",
        "description": "An unusual egg that seems to be nothing but a ball of semi-solid ink.\nIncreases the number of summonable Dire Crows by +1.\nReduces the Timer before idle Dire Crows disintegrate by -2 seconds.\n\"Perhaps, covered in darkness as I was, they saw me as one of their own.\" — Carmina Mora\n\n"
      },
      {
        "quality": "4",
        "name": "Matias' Baby Shoes",
        "description": "A grieving reminder to Carmina that Matias would be with her, always watching.\nThe Auras of Survivors within 5 metres of idle Dire Crows are revealed to you for 3 seconds.\n\"See you soon, Matias.\" — Carmina Mora\n\n"
      },
      {
        "quality": "4",
        "name": "Severed Hands",
        "description": "Carmina's severed hands, cut from her arms shortly before her death.The sight brings sheer fury to her and her protectors.\nCauses Survivors coming within 3 metres of Swarmed Survivors to become swarmed too.\n\"How are you going to paint now?\" — Hooded Man\n\n"
      },
      {
        "quality": "4",
        "name": "Severed Tongue",
        "description": "Carmina's tongue, cut from her mouth shortly before her death.The sight instils rage not just in her, but in her crows.\nReduces your Slow-down time by -0.5 seconds after launching Dire Crows.\n\"How are you going to tell poems now?\" — Hooded Man\n\n"
      },
      {
        "quality": "5",
        "name": "Garden of Rot",
        "description": "A nude self-portrait in which Carmina depicts a rotting darkness growing outwards from within.\nSurvivors suffer from the Exposed Status Effect for 4 seconds after repelling the Swarm.\n\"I see no salvation in the rot.\" — Carmina Mora\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Feather",
        "description": "A glass-like feather moulded from The Fog itself.Simple as it may be, it is a symbol of those who watch over Carmina.\nGrants the Undetectable Status Effect when Birds of Torment is on Cool-down and you hold no Dire Crows.\nReduces the number of summonable Dire Crows by -1.\n\"They saved me when I could not save myself.\" — Carmina Mora\n\n"
      }
    ]
  },
  {
    "name": "The Hag",
    "addons": [
      {
        "quality": "1",
        "name": "Bog Water",
        "description": "Murky water contained in a glass pill bottle from another time.\nReduces the Trigger range of Phantasm Traps by -10 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Dead Fly Mud",
        "description": "A small lump of mud, black with the remains of flies.Devoured to increase stamina.\nIncreases the Teleport range to tripped Phantasm Traps by +10 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Powdered Eggshell",
        "description": "Minuscule eggshell fragments shimmering with a pale golden hue.\nIncreases the Tripped duration of Phantasm Traps by +20 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Rope Necklet",
        "description": "A rigid ornament worn around the neck made from dead plants.\nIncreases the Setting speed of Phantasm Traps by +10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Bloodied Water",
        "description": "Tainted water contained in a folded water lily leaf.\nReduces the Trigger range of Phantasm Traps by -20 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cypress Necklet",
        "description": "A rigid ornament worn around the neck made from dead plants adorned with crudely attached cypress bark and swamp moss.\nIncreases the Setting speed of Phantasm Traps by +15 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Dragonfly Wings",
        "description": "A handful of yellowish wings, dry and crisp.Devoured to increase stamina.\nIncreases the Teleport range to tripped Phantasm Traps by +12.5 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Half Eggshell",
        "description": "One half of a perfectly round hollow eggshell.\nIncreases the Tripped duration of Phantasm Traps by +25 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Pussy Willow Catkins",
        "description": "A handful of small, pristine flower clusters covered in a fine greyish fur.\nThe Auras of Survivors tripping Phantasm Traps are revealed to you for 3 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Bloodied Mud",
        "description": "A handful of mud with veins of deep crimson.\nThe bloody layers empower the mud.\nReduces the Trigger range of Phantasm Traps by -30 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Cracked Turtle Egg",
        "description": "A pale orange turtle egg, cracked and emptied of its content.\nIncreases the Tripped duration of Phantasm Traps by +30 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Dried Cicada",
        "description": "A large swamp cicada covered in a fine layer of ash; crispy.Devoured to increase stamina.\nIncreases the Teleport range to tripped Phantasm Traps by +15 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Swamp Orchid Necklet",
        "description": "A rigid ornament worn around the neck made from dead plants adorned with withered orchid petals and leaves.\nIncreases the Setting speed of Phantasm Traps by +20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Willow Wreath",
        "description": "Three frail willow branches attached to form a triangular wreath.\nThe Auras of Survivors tripping Phantasm Traps are revealed to you for 5 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Disfigured Ear",
        "description": "The cannibal village deaf boy's ear.Deformed due to several hits to the head.The trapped life essence within unlocks tremendous potential in The Hag's power:\nSurvivors suffer from the Deafened Status Effect for 6 seconds after triggering a Phantasm Trap.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Grandma's Heart",
        "description": "The cold heart of the cannibal village elder.The trapped life essence within unlocks tremendous potential in The Hag's power.\nWhenever Survivors trigger Phantasm Traps, you benefit from the following effects for their tripped duration:\nSuppresses your Terror Radius.\nDoubles the range of the Fake Terror Radius emitted by the Mud Phantasms to 16 metres.\n\n\"Bring me another slice of the girl.\" — Grandma\n"
      },
      {
        "quality": "4",
        "name": "Rusty Shackles",
        "description": "Shackles once used to hold prisoners and carcasses in the cannibal village cellar.The trapped life essence within unlocks tremendous potential in The Hag's power.\nSuppresses any indication to Survivors that they tripped Phantasm Traps.\nSuppresses the creation of Mud Phantasms.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Scarred Hand",
        "description": "The cut up, severed hand of the cannibal village butcher.The trapped life essence within unlocks tremendous potential in The Hag's power.\nGrants collision with Survivors to both Phantasm Traps and the Mud Phantasms.\nGrants +300 % bonus Bloodpoints in the Deviousness Category.\nDisables your ability to teleport to tripped Phantasm Traps.\nScarred Hand trumps all other Add-ons.\n\n\"...\" — The Butcher\n"
      },
      {
        "quality": "5",
        "name": "Mint Rag",
        "description": "A small piece of cotton torn from the dress worn by Lisa Sherwood on the day she disappeared.The trapped life essence within unlocks tremendous potential in The Hag's power.\nPress the Active Ability button to teleport to any untripped Phantasm Trap anywhere in the environment.\nMint Rag has a cool-down of 10 seconds.\n\n"
      },
      {
        "quality": "5",
        "name": "Waterlogged Shoe",
        "description": "A child's shoe, long lost in the bog's waters.The trapped life essence within unlocks tremendous potential in The Hag's power.\nIncreases your default Movement speed by +7.5 % to 4.73 m/s.\nSurvivors suffer from a -9 % Hindered Status Effect within the Trigger range of Phantasm Traps.\nDisables your ability to teleport to tripped Phantasm Traps.\n\n\n"
      }
    ]
  },
  {
    "name": "The Blight",
    "addons": [
      {
        "quality": "1",
        "name": "Chipped Monocle",
        "description": "A monocle Talbot rarely used despite his eyesight weakening in later years.\nUnlocks the ability to see the Target location of a Slam.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Compound Seven",
        "description": "This early sample failed to achieve desired results, but demonstrated surprising effects regardless.\nCauses you to automatically face the nearest Survivor within 16 metres of your location after a Slam.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Foxglove",
        "description": "A poisonous plant that sparked Talbot's interest in chemistry.It rekindles deeply buried memories.\nReduces the duration of Fatigue by -0.25 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Placebo Tablet",
        "description": "A pill that is utterly ineffective... or is it?\nReduces your Movement speed during a Rush by -15 %.\nGrants +100 % bonus Bloodpoints for Rush Score Events.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Blighted Rat",
        "description": "A rat that briefly returned to life when injected with Putrid Serum, becoming aggressive and uncontrollable.\nIncreases your Movement speed during a Rush by a stack-able +2 % for each consecutive Lethal Rush.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Canker Thorn",
        "description": "A sizeable thorn snipped from a Visceral Canker.It secretes a mild toxin.\nReduces the duration of Fatigue by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Plague Bile",
        "description": "A sample of bile from The Plague distilled and treated with a mixture of chemicals.\nIncreases the Turn rate during a Rush by +10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Pustula Dust",
        "description": "Dried Pustula Petals ground into a fine dust.\nIncreases the duration of the Chain Rush Window by +0.75 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Shredded Notes",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0The remnants of Talbot's notes, they still contain some valuable information within.\nReduces the Recharge time per Power Token by -0.33 seconds.\n\n"
      },
      {
        "quality": "3",
        "name": "Adrenaline Vial",
        "description": "A hormone removed from an unwilling subject's adrenal gland.Though it provides a jolt of energy, it can fatigue its user.\nIncreases the number of available Power Tokens by +2.\nIncreases your Movement speed during a Rush by +5 %.\nIncreases your maximum Look angle during a Rush by +20 °.\nReduces your Turn rate during a Rush by -0.5 °/s.\n\"Please, don't do this...\"\n\n"
      },
      {
        "quality": "3",
        "name": "Blighted Crow",
        "description": "A dead crow that has been grotesquely mutated by Putrid Serum.\nIncreases your Movement speed during a Rush by a stack-able +3 % for each consecutive Lethal Rush.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Compound Twenty-One",
        "description": "A serum that's fatal to humans.It evokes beneficial qualities in those who are... something more.\nThe Auras of Survivors within 8 metres of a Slam are revealed to you for 3.5 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rose Tonic",
        "description": "A mixture made with dried roses from the exceedingly rare New Moon Bouquet.\nIncreases the duration of the Chain Rush Window by +1 second.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Umbra Salts",
        "description": "Regular sea salt that has momentarily passed through the Spirit World, altering its properties in the process.\nIncreases the Turn rate during a Rush by +15 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Alchemist's Ring",
        "description": "A ring given to chemists graduating from the London School of Medicine.It is a reminder of unrestrained ambition.\nExtends the Rush duration by +20 % for each consecutive Lethal Rush.\n\"The student is accused of grave-robbing with the intent of unsanctioned scientific testing.\" — Faculty Reprimand of Talbot Grimes, 1838\n\n"
      },
      {
        "quality": "4",
        "name": "Soul Chemical",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0A chemical squeezed from the pineal gland of a recently deceased Survivor.\nIncreases the initial Movement speed of a Rush by +5 %.\n\"...suspected to cause atypical alterations in neural rhythmic activity.\" — Unlabelled Mystery School Text\n"
      },
      {
        "quality": "4",
        "name": "Summoning Stone",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0Talbot used this stone to carve what he believed was his research into the Opium Den's walls.\nIncreases the initial duration of a Rush by +0.5 seconds.\n\"Death is only the beginning.\"\n"
      },
      {
        "quality": "4",
        "name": "Vigo's Journal",
        "description": "The journal of a man who claimed to have returned from The Void.The knowledge within has practical applications.\nGrants the Undetectable Status Effect during a Rush.\n\"In a wasteland of forgotten dreams and endless routine, the man with a way out is God.\" — Talbot Grimes\n\n"
      },
      {
        "quality": "5",
        "name": "Compound Thirty-Three",
        "description": "Talbot's penultimate attempt at a serum.Though it did not facilitate his escape, it did have powerful side effects.\nIncreases your Turn rate during a Rush by +33 %.\nIncreases the duration of a Rush by +33 %.\nReduces the number of available Power Tokens to 3.\n\"Time is scarce. Let this be the one...\" — Talbot Grimes\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Blight Tag",
        "description": "A glass-like laboratory tag, moulded from The Fog itself.Either a gift from The Entity or a cruel jest to tag The Blight as he once did to others.\nBlighted Corruption is capped at 3 Tokens.\nIncreases your Movement speed during a Rush by +20 %.\nIncreases your maximum Look angle during a Rush by +20 °.\n\"Progress requires drastic change.\" — Talbot Grimes\n\n"
      }
    ]
  },
  {
    "name": "The Twins",
    "addons": [
      {
        "quality": "1",
        "name": "Cat Figurine",
        "description": "A wooden figure that had caught young Victor's eye.He shrieked until his mother stole it from the market, nearly blowing their cover.\nUnlocks the ability to see the Target location of a Pounce.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Soured Milk",
        "description": "A metal bottle filled with milk that has since soured.Loud as Victor could be, he quieted down when presented with his meal.\nIncreases the Shriek radius of Victor by +2 metres.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Tiny Fingernail",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0Charlotte had many ways to mourn Victor's death.As the fingernails loosened from his rotting hands, she took one in remembrance.\nReduces the Unbinding time of Victor by -0.25 seconds.\n\n"
      },
      {
        "quality": "1",
        "name": "Toy Sword",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0A minuscule toy sword, only a few inches long.Holding it brought out a violent enthusiasm in Victor.\nReduces the Charge time of a Pounce by -0.1 second.\n\n"
      },
      {
        "quality": "2",
        "name": "Baby Teeth",
        "description": "Two teeth that Victor lost long ago.They are unusually sharp.\nSurvivors suffer from the Blindness Status Effect for 30 seconds after removing Victor.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Bloody Black Hood",
        "description": "A hood from one of the men that hunted Charlotte.Soon, he became the prey.\nReduces the Transition time when switching back to Charlotte by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cat's Eye",
        "description": "An eyeball that belonged to a cat eaten by the starving Deshayes family.Victor hid it from his mother, using it as a toy.\nSuppresses all noise made by Victor while holding a Pounce.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Ceremonial Candelabrum",
        "description": "The candelabrum that Victor tipped over, causing his captors to burn.A symbol of his tenacity.\nIncreases the Crushing time of Victor by +0.2 seconds when controlling Charlotte.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Madeleine's Glove",
        "description": "A glove once owned by The Twins' mother.During desperate times, it was held over Victor's mouth to keep him from making a peep.\nIncreases the Shriek radius of Victor by +4 metres.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Madeleine's Scarf",
        "description": "A cloth Madeleine wore shortly before her death.The Twins kept it as a memento.\nIncreases your Movement speed when controlling Victor by +0.3 m/s.\n\"...shall hereby be recorded as a service to the greater good and the extermination of evil.\" — Inquiry into the Death of Madeleine Deshayes\n\n"
      },
      {
        "quality": "3",
        "name": "Rusted Needle",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0A needle Madeleine used to sew up her children's tattered clothes.\nSurvivors hit with a Pounce Attack suffer from the Haemorrhage Status Effect until fully healed.\n\n"
      },
      {
        "quality": "3",
        "name": "Sewer Sludge",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0A disgusting, sticky mixture that covered the Deshayes during an escape attempt through the city sewers.\nReduces the Crawling speed of downed Survivors with Victor attached to them by -25 %.\n\n"
      },
      {
        "quality": "3",
        "name": "Stale Biscuit",
        "description": "A hard, unleavened biscuit that Madeleine stole from a town's market.It was not much, but it was better than most meals.\nReduces the Cool-down time of a Pounce by -0.4 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Weighty Rattle",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0A shoddily carved rattle that Victor cried over until his mother stole it for him.It is entirely too heavy to be trusted to a child.\nSurvivors hit with a Pounce Attack suffer from the Broken Status Effect for 60 seconds.\n\n"
      },
      {
        "quality": "4",
        "name": "Drop of Perfume",
        "description": "One of the few luxuries Madeleine escaped her past life with.It has a pleasant, disarming scent.\nSurvivors suffer from the Oblivious Status Effect within Victor's Shriek range when controlling Charlotte.\n\"Beware the deceit of witches, for they exploit the goodness in men's hearts.\" — A History of Witches and Demons, 1602\n\n"
      },
      {
        "quality": "4",
        "name": "Forest Stew",
        "description": "A stew of foraged vegetables mixed with moss and bark to create a false sense of fullness.\nIncreases your Movement speed when controlling Victor by +0.6 m/s.\n\"Eat... eat, child. You'll feel better when it's down.\" — Madeleine Deshayes\n\n"
      },
      {
        "quality": "4",
        "name": "Spinning Top",
        "description": "A wooden top shared between The Twins, though Victor wanted it for his own.He learned he could get what he wanted if he clung tightly and screamed.\nCauses Survivors hit with a Pounce to drop any carried Item.\n\"Hush... hush... it is yours then.\" — Charlotte Deshayes\n\n"
      },
      {
        "quality": "4",
        "name": "Victor's Soldier",
        "description": "A toy soldier Victor clung to when scared.Something about it evoked jealousy in Charlotte.\nThe Auras of Survivors are revealed to you for 6 seconds after crushing Victor when controlling Charlotte.\n\"Kch--kch—k'ull bawd mennn...\" — Victor Deshayes\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Pendant",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0A glass-like pendant moulded from The Fog itself.There is a portrait of Madeleine Deshayes upon it, though something about her depiction seems unsettling.\nSuccessful Pounce Attacks grant a stack-able +2 % Haste Status Effect to both Victor and Charlotte, up to a maximum of +8 %.\nThis effect is reset when a Survivor enters the Dying State by any means.\n\"Your binding is no curse, my loves. It is your strength to draw upon.\" — Madeleine Deshayes\n"
      },
      {
        "quality": "5",
        "name": "Silencing Cloth",
        "description": "This description is based on the changes featured in the upcoming Patch: 7.7.0A coarse strip of cloth that a five-year-old Charlotte would put in her mouth.Stopped her from screaming when witch hunters were nearby.\nWhenever Victor is crushed, Charlotte is granted the Undetectable Status Effect for 20 seconds.\n\"I don't like this game anymore, Mother...\" — Charlotte Deshayes\n"
      }
    ]
  },
  {
    "name": "The Cannibal",
    "addons": [
      {
        "quality": "1",
        "name": "Chainsaw File",
        "description": "A file whose purpose is to hone Chainsaw chains.\nReduces the duration of a Tantrum by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Spark Plug",
        "description": "A clean spark plug fitted for a Chainsaw.\nReduces the Power Recharge time by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Speed Limiter",
        "description": "A mechanical device that limits the amount of fuel small engines can intake at one time, forcing a constant and safe speed.\nGrants +100 % bonus Bloodpoints for Chainsaw Hit Score Events in the Deviousness Category.\nSurvivors hit with Bubba's Chainsaw are only damaged for a single Health State.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Vegetable Oil",
        "description": "A rancid oil used as a poor quality lubricant.\nReduces the Cool-down duration of Bubba's Chainsaw by -0.3 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Chilli",
        "description": "A big bowl of steaming Chilli to keep you fresh and strong.\nIncreases the duration of the Chainsaw Dash by +0.25 seconds per consumed Token.\nIncreases the duration of the Chainsaw Dash Window by +0.25 seconds.\n\"I got some good barbecue here!\" — Drayton Sawyer\n\n"
      },
      {
        "quality": "2",
        "name": "Homemade Muffler",
        "description": "A makeshift exhaust system made of black gas pipes.\nReduces the duration of a Tantrum by -1 second.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Knife Scratches",
        "description": "Scratches cover the Chainsaw's body, caused by a searing blade.Memories of reprimands fill its holder with the fear of failure.\nIncreases the Movement speed during a Chainsaw Dash by +2 %.\nIncreases the Power Charge time by +12 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Long Guide Bar",
        "description": "A sturdy iron replacement bar for long chains.\nIncreases the threshold before Revving triggers a Tantrum by +2 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Primer Bulb",
        "description": "Pumps more gas in the ignition system to ensure a quick and powerful start.\nReduces the Power Recharge time by -1 second.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Begrimed Chains",
        "description": "This chain is stained with a foul substance that debilitates anyone it touches.\nCauses Survivors hit by Bubba's Chainsaw to drop any carried Item.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Grisly Chains",
        "description": "A chain with unusually hefty cutter teeth that leaves victims crippled even after being healed.\nSurvivors hit by Bubba's Chainsaw suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Shop Lubricant",
        "description": "An oil specifically formulated for Chainsaws.A special additive prevents oil throw off.\nThe Auras of Survivors downed by Bubba's Chainsaw, if no other Survivors were within the Terror Radius, are hidden to other Survivors for 20 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "The Beast's Marks",
        "description": "Jagged marks cover the Chainsaw's body, punishment from the dark beast that lives in The Fog.Memories of violent reprimands fill its holder with the fear of failure.\nIncreases the Movement speed during a Chainsaw Dash by +3 %.\nIncreases the Power Charge time by +12 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "The Grease",
        "description": "A thick yellowish ooze, concocted by the Sawyers.Used for all-purpose lubrication around their house.\nIncreases the threshold before Revving triggers a Tantrum by +3 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Award-winning Chilli",
        "description": "A big bowl of spicy Chilli made famous thanks to prime meat.\nIncreases the duration of the Chainsaw Dash by +0.5 seconds per consumed Token.\nIncreases the duration of the Chainsaw Dash Window by +0.5 seconds.\n\"The secret's in the meat\" — Drayton Sawyer\n\n"
      },
      {
        "quality": "4",
        "name": "Depth Gauge Rake",
        "description": "A tool that increases the angle of the depth gauge, making the chain eat more \"wood\".\nIncreases the Power Tokens by +1.\nReduces the Power Charge speed by -18 %.\nReduces the Movement speed during a Chainsaw Dash by -2 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Light Chassis",
        "description": "A light and durable Chainsaw chassis with a shorter guide bar.Makes the Chainsaw easier to handle.\nThe Auras of Survivors within 8 metres are revealed to you while revving Bubba's Chainsaw.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Rusted Chains",
        "description": "This chain is covered with crusty and volatile rust spots that make injuries particularly difficult to heal.\nSurvivors hit by Bubba's Chainsaw suffer from the Broken Status Effect for 90 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Carburettor Tuning Guide",
        "description": "A crudely drawn guide to properly adjust and tune a Chainsaw carburettor.\nAutomatically consumes all Tokens when starting a Chainsaw Dash, adding up their durations.\nIncreases the duration of the Chainsaw Dash by +0.5 seconds per consumed Token.\nReduces the Movement speed during a Chainsaw Dash by -2 %.\nReduces the Power Recharge rate by -0.28 c/s.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Flesh",
        "description": "A thin slice of smooth, young flesh.The veins shimmer with luminescent glow, as if life still flows within.\nInstantly recharges all Power Tokens after hitting a Survivor with Bubba's Chainsaw.\nReduces the maximum duration of a Tantrum to 5 seconds.\n\"There are moments when we cannot believe that what is happening is really true.Pinch yourself and you may find out that it is.\" — Pam Jones\n\n"
      }
    ]
  },
  {
    "name": "The Doctor",
    "addons": [
      {
        "quality": "1",
        "name": "\"Calm\" - Class I",
        "description": "An ECT procedure using a deep wavelength that soothes various mental illnesses.With Carter's Spark as its source, this procedure can cause mild anxiety in the patient.\nIncreases your Terror Radius by +4 metres while Static Blast is ready to be used.\nReduces your Terror Radius by -4 metres while Static Blast is on cool-down.\nSurvivors affected by Madness suffer from the Affliction of Calm:\n\nMadness II: Survivors intermittently hear a distant Illusionary Terror Radius.\nMadness III: Survivors constantly hear a distant Illusionary Terror Radius.\n\n\n"
      },
      {
        "quality": "1",
        "name": "\"Order\" - Class I",
        "description": "A conventional ECT procedure, part of a patient's daily routine at the Léry's Memorial Institute.Can cause a state of mild confusion in the patient.\nReduces the Cool-down duration of Static Blast by -2 seconds.\nSurvivors affected by Madness suffer from the Affliction of Order:\n\nBroken Pallets are randomly replaced by dropped or upright Illusionary Pallets, which persist until approached by Survivors.\nNew Illusionary Pallets are generated every 20 seconds.\nYou share into your patients' Madness and can see the Illusionary Pallets.\n\n"
      },
      {
        "quality": "1",
        "name": "Maple Knight",
        "description": "A white knight chess piece made of maple.This gift from an old man brings back distant memories and imbues The Doctor with devastating focus.\nGrants the ability to see the Area of Effect of the Shock Therapy Attack.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Mouldy Electrode",
        "description": "A mouldy electrode which can nevertheless conduct a weak electrical current.\nExtends the Area of Effect of the Shock Therapy Attack by +2 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "\"Calm\" - Class II",
        "description": "A risky ECT procedure using a deep wavelength that soothes various mental illnesses.With Carter's Spark as its source, this procedure can cause moderate anxiety in the patient.\nIncreases your Terror Radius by +6 metres while Static Blast is ready to be used.\nReduces your Terror Radius by -6 metres while Static Blast is on cool-down.\nSurvivors affected by Madness suffer from the Affliction of Calm:\n\nMadness II: Survivors intermittently hear a distant Illusionary Terror Radius.\nMadness III: Survivors constantly hear a distant Illusionary Terror Radius.\n\n\n"
      },
      {
        "quality": "2",
        "name": "\"Discipline\" - Class II",
        "description": "Project Awakening ECT procedure for disciplinary action which uses a fixed dose at high voltage.Can cause a state of moderate paranoia in the patient.\nReduces the Detonation delay of the Shock Therapy Attack by -0.1 seconds.\nSurvivors affected by Madness suffer from the Affliction of Discipline:\n\nMadness II: During a Chase, Survivors perceive an Illusionary Red Stain and Terror Radius, as if you were constantly right behind them.\nThis effect lingers for 6 seconds after the Chase ends.\nMadness III: In any situation, Survivors perceive an Illusionary Red Stain and Terror Radius, as if you were constantly right behind them.\nYou share into your patients' Madness and can see the Illusionary Red Stain.\n\n\"We re-educate our patients with the greatest care.\" — Léry's Memorial Institute\n"
      },
      {
        "quality": "2",
        "name": "\"Order\" - Class II",
        "description": "A high stimulus ECT procedure, part of a patient's daily routine at the Léry's Memorial Institute.Can cause a state of moderate confusion in the patient.\nReduces the Cool-down duration of Static Blast by -4 seconds.\nSurvivors affected by Madness suffer from the Affliction of Order:\n\nBroken Pallets are randomly replaced by dropped or upright Illusionary Pallets, which persist until approached by Survivors.\nNew Illusionary Pallets are generated every 20 seconds.\nYou share into your patients' Madness and can see the Illusionary Pallets.\n\n\"Side effects are very rare.\" — Léry's Memorial Institute\n"
      },
      {
        "quality": "2",
        "name": "\"Restraint\" - Class II",
        "description": "An experimental ECT procedure developed within The Fog.Uses a wavelength that links the patient's and The Doctor's minds.This procedure is known to cause mild cases of hallucination in the patient.\nThe Auras of Survivors who have their Madness increased by one Tier are revealed to you for 1 second.\nSurvivors affected by Madness suffer from the Affliction of Restraint:\n\nIncreases the duration of Illusionary Doctors by +6 seconds.\nYou share into your patients' Madness and can see the Illusionary Doctors.\n\n"
      },
      {
        "quality": "2",
        "name": "Polished Electrode",
        "description": "A like-new standard electrode equipment to conduct electro-convulsive treatments.\nExtends the Area of Effect of the Shock Therapy Attack by +3 metres.\n\n\n"
      },
      {
        "quality": "3",
        "name": "\"Discipline\" - Class III",
        "description": "Project Awakening ECT procedure for disciplinary action which uses a fixed dose at very high voltage.Can cause a state of serious paranoia in the patient.\nReduces the Detonation delay of the Shock Therapy Attack by -0.15 seconds.\nSurvivors affected by Madness suffer from the Affliction of Discipline:\n\nMadness II: During a Chase, Survivors perceive an Illusionary Red Stain and Terror Radius, as if you were constantly right behind them.\nThis effect lingers for 6 seconds after the Chase ends.\nMadness III: In any situation, Survivors perceive an Illusionary Red Stain and Terror Radius, as if you were constantly right behind them.\nYou share into your patients' Madness and can see the Illusionary Red Stain.\n\n\"Respect of our patients is at the core of our principles.\" — Léry's Memorial Institute\n"
      },
      {
        "quality": "3",
        "name": "\"Restraint\" - Class III",
        "description": "An experimental ECT procedure developed within The Fog.Uses a high stimulus wavelength to link the patient's and The Doctor's minds.This procedure is known to cause serious cases of hallucinations in the patient.\nThe Auras of Survivors who have their Madness increased by one Tier are revealed to you for 2 seconds.\nSurvivors affected by Madness suffer from the Affliction of Restraint:\n\nIncreases the duration of Illusionary Doctors by +6 seconds.\nYou share into your patients' Madness and can see the Illusionary Doctors.\n\n"
      },
      {
        "quality": "3",
        "name": "High Stimulus Electrode",
        "description": "An experimental electrode that can withstand very high charges for a longer period of time.\nExtends the Area of Effect of the Shock Therapy Attack by +4 metres.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Interview Tape",
        "description": "A compact cassette from Project Awakening containing an unedited interview of a victim.Opens The Doctor's mind to alternate treatment methods.\nReshapes the Area of Effect of the Shock Therapy Attack from a cone into a narrow beam that is 2 metres wide and 24 metres long.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Scrapped Tape",
        "description": "A compact cassette from Project Awakening containing mostly white noise.Opens The Doctor's mind to alternate treatment methods.\nReshapes the Area of Effect of the Shock Therapy Attack from a cone into a hollow ring which is placed 8 metres in front of you, and has an outer radius of 4.2 metres and an inner radius of 3 metres.\n\n\n"
      },
      {
        "quality": "4",
        "name": "\"Calm\" - Carter's Notes",
        "description": "An experimental version of the ECT procedure annotated by Doctor Herman Carter himself.Uses a deep wavelength that soothes various mental illnesses.With Carter's Spark as its source, this procedure causes uncontrollable fear and anxiety in the patient.\nIncreases your Terror Radius by +8 metres while Static Blast is ready to be used.\nReduces your Terror Radius by -8 metres while Static Blast is on cool-down.\nSurvivors affected by Madness suffer from the Affliction of Calm:\n\nMadness II: Survivors intermittently hear a distant Illusionary Terror Radius.\nMadness III: Survivors constantly hear a distant Illusionary Terror Radius.\n\"Higher quality seizures trigger catatonia. At least it gives me peace for the time it lasts.\" — Herman Carter\n\n"
      },
      {
        "quality": "4",
        "name": "\"Discipline\" - Carter's Notes",
        "description": "Project Awakening ECT procedure for disciplinary action, annotated by Doctor Herman Carter himself.The intolerably high voltage leaves the patient in a severe state of paranoia.\nReduces the Detonation delay of the Shock Therapy Attack by -0.2 seconds.\nSurvivors affected by Madness suffer from the Affliction of Discipline:\n\nMadness II: During a Chase, Survivors perceive an Illusionary Red Stain and Terror Radius, as if you were constantly right behind them.\nThis effect lingers for 6 seconds after the Chase ends.\nMadness III: In any situation, Survivors perceive an Illusionary Red Stain and Terror Radius, as if you were constantly right behind them.\nYou share into your patients' Madness and can see the Illusionary Red Stain.\n\n\"To avoid relapse from our most tenacious subjects, use maximum levels when proceeding with disciplinary actions.\" — Herman Carter\n"
      },
      {
        "quality": "4",
        "name": "\"Order\" - Carter's Notes",
        "description": "An experimental version of the ECT procedure, annotated by Doctor Herman Carter himself.The long, constant stimulus leaves the patient in a state of severe confusion.\nReduces the Cool-down duration of Static Blast by -6 seconds.\nSurvivors affected by Madness suffer from the Affliction of Order:\n\nBroken Pallets are randomly replaced by dropped or upright Illusionary Pallets, which persist until approached by Survivors.\nNew Illusionary Pallets are generated every 20 seconds.\nYou share into your patients' Madness and can see the Illusionary Pallets.\n\n\"The stimulus must be kept active at a convulsive level.\" — Herman Carter\n"
      },
      {
        "quality": "4",
        "name": "\"Restraint\" - Carter's Notes",
        "description": "An experimental ECT procedure developed within The Fog, crudely annotated.Uses an unbearable stimulus wavelength to link the patient's and The Doctor's minds.This procedure is known to cause severe cases of hallucinations in the patient.\nThe Auras of Survivors who have their Madness increased by one Tier are revealed to you for 3 seconds.\nSurvivors affected by Madness suffer from the Affliction of Restraint:\n\nIncreases the duration of Illusionary Doctors by +6 seconds.\nYou share into your patients' Madness and can see the Illusionary Doctors.\n\n\"I CAN SEE THEIR DISGUSTING ILLNESSES.\" — unsighned Notes, likely Herman Carter\n"
      },
      {
        "quality": "5",
        "name": "Iridescent King",
        "description": "A glass-like king chess piece moulded from The Fog itself.The Entity's trace reverberating within can break the most powerful minds.\nSurvivors affected by Madness suffer simultaneously from the Afflictions of Calm, Discipline, Order, and Restraint:\nSurvivors intermittently hear a distant Illusionary Terror Radius.\nDuring a Chase, Survivors perceive an Illusionary Red Stain and Terror Radius, as if you were constantly right behind them.\nMadness II: This effect lingers for 6 seconds after the Chase ends.\nMadness III: This effect is constant, regardless of whether the Survivors are being chased or not.\nBroken Pallets are randomly replaced by dropped or upright Illusionary Pallets, which persist until approached by Survivors.\nNew Illusionary Pallets are generated every 20 seconds.\nIncreases the duration of Illusionary Doctors by +6 seconds.\n\nYou share into your patients' Madness and can see the Illusionary Doctors, Red Stain, and Pallets.\n\"Gazing into the iridescent glass is plunging one's self into madness.\" — Herman Carter\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Queen",
        "description": "A glass-like queen chess piece moulded from The Fog itself.It cannot be touched without receiving a considerable jolt of electricity.\nSurvivors struck by either the Shock Therapy Attack or a Static Blast acquire a lingering Static Charge, unless they are within 4 metres of another Survivor:\nThe Static Charge remains with the Survivor until it is discharged.\nCharged Survivors who come within 4 metres of another Survivor trigger an automatic Shock Therapy Attack, shocking both Survivors and automatically discharging any remaining Static Charges.\n\n\"Once we have established an effective method of treatment, we can focus on its efficient means of delivery.\" — Herman Carter\n"
      }
    ]
  },
  {
    "name": "The Hillbilly",
    "addons": [
      {
        "quality": "1",
        "name": "Counterweight",
        "description": "Adds weight to the base, for stability.\nReduces the initial Turn rate of the Chainsaw during a Chainsaw Sprint by -70 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Cracked Primer Bulb",
        "description": "A button that clears air from the fuel lines.This machine needs to be fed.\nIncreases the Charge rate of the Overdrive Meter by +15 %.\nSurvivors hit with the Chainsaw are only damaged for a single Health State.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Dad's Boots",
        "description": "A pair of trusty boots, pulled from the corpse of Max Thompson Senior.\nIncreases the Turn speed during a Chainsaw Sprint by +30 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Steel Toe Boots",
        "description": "Boots with a reinforced toe that offer protection from impact.\nReduces the Cool-down time after hitting an obstacle during a Chainsaw Sprint by -10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Clogged Intake",
        "description": "Modifying the airflow is key to modifying the Chainsaw's power.\nExtends the duration of Overdrive by +15 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Greased Throttle",
        "description": "A lubricated trigger.One twitch of the finger brings the Chainsaw back to life.\nReduces the Cool-down time after using the Chainsaw by -5 %, when not in Overdrive.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Off-Brand Motor Oil",
        "description": "Affordable oil that can be used to lubricate noisy chains.\nIncreases the Charge rate of the Overdrive Meter by +15 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Spiked Boots",
        "description": "Boots with strapped-on pieces of metal which burrow into mud for more stability and control with each step.\nIncreases the Turn speed during the Chainsaw Sprint by +45 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Thermal Casing",
        "description": "A thicker case that allows the user to control the conservation of energy.\nReduces the Dissipation speed of the Overdrive Meter when not using the Chainsaw by -20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Begrimed Chains",
        "description": "A foul yet oddly familiar chain, coated with something unpleasant.\nSurvivors hit with the Chainsaw suffer from the Haemorrhage and Mangled Status Effects for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Discarded Air Filter",
        "description": "A cracked and dusty filter.It still manages to work better than the stock model.\nIncreases the Decay delay for the Overdrive Meter by +20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Low Kickback Chains",
        "description": "A specialised chain that reduces the likelihood of kickback.\nReduces the Cool-down time after hitting an obstacle during a Chainsaw Sprint by -15 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Ragged Engine",
        "description": "Some would say it needs a tune-up.Max would say it is tuned-up.\nReduces the Dissipation speed of the Overdrive Meter when not using the Chainsaw by -30 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "The Thompsons' Mix",
        "description": "A special oily substance used in the lubrication of all machinery concocted by the Thompsons themselves.\nReduces the Cool-down time after using the Chainsaw by -10 %, when not in Overdrive.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Apex Muffler",
        "description": "A masterfully crafted chainsaw muffler that outperforms all others.\nSilences the Chainsaw for all Survivors outside of the Terror Radius.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Filthy Slippers",
        "description": "Max sometimes struggled to hear his mother's footfalls.\nGain the Undetectable Status Effect until you stop sprinting after maintaining a Chainsaw Sprint for at least 2 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "High-Speed Idler Screw",
        "description": "A loosened screw will bring more power to the Chainsaw\nIncreases the Decay delay for the Overdrive Meter by +30 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "LoPro Chains",
        "description": "Light chains that decrease the weight of the Chainsaw, allowing for greater manoeuvrability.\nAllows you to continue the Chainsaw Sprint after breaking a Pallet or Breakable Wall with the Chainsaw.\nSurvivors hit with the Chainsaw within 5 seconds of breaking a Pallet or a Breakable Wall are only damaged for a single Health State.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Engravings",
        "description": "Engravings found on the Chainsaw body representing the dark beast that lives in The Fog.Fills the user with determination.\nIncreases your Movement speed during a Chainsaw Sprint by +20 %.\nIncreases the Charge time of the Chainsaw by +12 %.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Tuned Carburettor",
        "description": "Despite being caked in dirt and oil, this carburettor has been well adjusted.\nIncreases the Charge speed of the Chainsaw by +20 %.\nReduces your Movement speed to 4.4 m/s.\n\n\n"
      }
    ]
  },
  {
    "name": "The Onryo",
    "addons": [
      {
        "quality": "1",
        "name": "Cabin Sign",
        "description": "The cabin where both Tomoko and Reiko watched the tape.Carries the memory of those first curses.\nReduces the time it takes for TVs to turn back on after Projection by -4.5 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Mother's Mirror",
        "description": "A mirror from Sadako's mother's house.A reminder of what Sadako has lost.\nIncreases the duration of your intermittent Invisibility after Manifesting by +2 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Old Newspaper",
        "description": "It tells of a local woman who predicted a volcanic eruption, evidence used to initially find Sadako.\nIncreases the duration of your full Invisibility after Manifesting by +33 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Videotape Copy",
        "description": "A copy of the deadly videotape imprinted upon by Sadako.It dampens the desire for vengeance.\nExtends the radius around TVs within which Survivors gain Condemned from Projection by +2 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Clump of Hair",
        "description": "Once beautiful and long, Sadako now hides behind her ragged, matted locks.\nReduces the threshold for full Invisibility while Demanifested by -4 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Reiko's Watch",
        "description": "The watch that Reiko left her son Yoichi.A distracting and constant reminder of one's impending doom.\nIncreases the duration of your full Invisibility while Demanifested by +25 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Sea-Soaked Cloth",
        "description": "The hood worn by the mysterious figure in the tape.Makes those near it unable to trust what they see.\nSurvivors suffer from the Blindness Status Effect when within 8 metres of powered TVs.\nThis effect lingers for 7 seconds after turning off a TV.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Well Stone",
        "description": "A piece of the well where Sadako was trapped, an image burned into the mind of all those who have watched the tape.\nReduces the time it takes for TVs to turn back on after Projection by -7 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Yoichi's Fishing Net",
        "description": "The net Yoichi used while fishing with his grandfather.A reminder that death comes to us all.\nSurvivors suffer from the Blindness Status Effect after acquiring at least 4 Stacks of Condemned.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Bloody Fingernails",
        "description": "Sadako's bloody fingernails, lost as she tried to claw her way out of the well.Evidence of her single-minded need to kill.\nIncreases the Speed Boost duration after Projection by +50 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Mother's Comb",
        "description": "The comb Sadako's mother used in the tape.Sadako's psychic abilities are enhanced when she focuses on it.\nHighlights the Auras of all turned-off TVs in yellow.\nCauses TVs being turned off to trigger a Loud Noise Notification.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rickety Pinwheel",
        "description": "A pinwheel found in the caves of Izu Oshima.It spins even when there is no wind, disorienting those who see or hear it.\nSurvivors suffer from the Oblivious Status Effect when within 8 metres of powered TVs.\nThis effect lingers for 7 seconds after turning off a TV.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Ring Drawing",
        "description": "A drawing of the view from inside the well, as drawn by a young Yoichi.Helping those cursed by the tape can only bring misfortune.\nHooking a Survivor carrying a VHS Tape causes all other Survivors to gain +1 Stack of Condemned.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Well Water",
        "description": "Water from the well where Sadako was left to die.Murky and black, it obscures everything around it.\nIncreases the duration of the Undetectable Status Effect by +2 seconds after Manifesting by any means.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Distorted Photo",
        "description": "Those who have watched the tape find all photos of themselves distorted, a reminder of their impending doom.\nCauses all Survivors within 16 metres of your location who witness your Manifestation to scream and reveal their Auras for 4 seconds.\n\"Why is it only you were saved?\" — Sadaoka Yamamura\n\n"
      },
      {
        "quality": "4",
        "name": "Tape Editing Deck",
        "description": "The editing deck used by Reiko and Ryuji to analyse and copy the tape.Copying and sharing the tape is the only way to survive the curse.\nCauses all Survivors start the Trial with a VHS Tape.\nAll Survivors must bring their VHS Tape to the TV that is farthest from their current location.\nThe Auras of Survivors inserting a VHS Tape into a TV are revealed to you for 6 seconds.\n\"Frolic in brine, goblins be thine.\" — Message hidden in Sakado's Tape\n\n"
      },
      {
        "quality": "4",
        "name": "Telephone",
        "description": "After watching the video, victims receive a phone call.They are frozen in fear as they realise they have seven days left to live.\nSurvivors suffer from a -3 % Hindered Status Effect for 3 seconds when Manifesting within 7 metres of them.\n\"I saw a weird video the other day... after it ended, someone called us. Some kind of prank call.\" — Tomoko Oishi\n\n"
      },
      {
        "quality": "4",
        "name": "VCR",
        "description": "The original VCR that played Sadako's Tape.It is still warm to the touch.\nCauses all TVs to play the Projection Effects when using Projection.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Videotape",
        "description": "The original tape containing Sadako's curse.\nProjection no longer turns off TVs, but also no longer applies any Condemned.\nIncreases the time required for TVs to turn back on after having been turned off by Survivors by +20 %.\n\"That video... It's not of this world. It's Sadako's rage.\" — Ryuji Takayama\n\n"
      },
      {
        "quality": "5",
        "name": "Remote Control",
        "description": "A remote for the VCR at the cabin.It allows Sadako to focus on those enemies at a distance.\nThe Auras of all Survivors within 12 metres of powered TVs are revealed to you for 7 seconds after using Projection.\n\"She killed a man just by willing him dead. That's power of a different order from her mother.\" — Ryuji Takayama\n\n"
      }
    ]
  },
  {
    "name": "The Nightmare",
    "addons": [
      {
        "quality": "1",
        "name": "Garden Rake",
        "description": "A small claw rake, a must have tool for any accomplished gardener.\nSwitches the type of Dream Traps used in the Trial:\nStart the Trial with 7 Dream Pallets.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Kid's Drawing",
        "description": "An unattributed drawing clearly crafted by a young child.\nGrants 200 Bloodpoints in the Deviousness Category when a Survivor triggers a Dream Snare.\nReduces the Movement Speed penalty inflicted by Dream Snares by -10 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Sheep Block",
        "description": "A white and blue wooden block depicting two woolly Lambs grazing and the letter \"S\".\nSurvivors interacting with a Dream Trap suffer from the Blindness Status Effect for 60 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Wool Shirt",
        "description": "A small boy's orange and yellow striped shirt. Identified with a sewn name tag to \"Jesse\".\nIncreases the Penalty for failing Repairing and Healing Skill Checks by -4 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cat Block",
        "description": "A white and purple wooden block depicting a sleeping Cat and the letter \"C\".\nUsing Dream Projection triggers Killer Instinct for 4 seconds on all Survivors within 16 metres of the Generator you teleported to.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Green Dress",
        "description": "A little girl's green dress with a silky white ribbon.\nSurvivors inside the Dream World suffer from the following effects:\nThe Auras of Survivors failing Repairing or Healing Skill Checks are revealed to you for 3 seconds.\nIncreases the Penalty for failing those Skill Checks by -4 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Nancy's Sketch",
        "description": "A crude and bold sketch made with Fusain, signed by Nancy H.\nReduces the Cool-down duration of Dream Projection by a stack-able -2 % for each asleep Survivor, up to a maximum of -8 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Outdoor Rope",
        "description": "Sturdy outdoor rope, handy to tie up anything.\nSurvivors inside the Dream World suffer from the following effect:\nIncreases the audible range of their Repair noises by +8 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Prototype Claws",
        "description": "A home-made tool to facilitate bush trimming.\nSwitches the type of Dream Traps used in the Trial:\nStart the Trial with 7 Dream Pallets.\nThe Auras of Survivors interacting with Dream Pallets are revealed to you for 4 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Blue Dress",
        "description": "A little girl's pale blue dress with white lace which's front is ruined by large cuts.\nSurvivors inside the Dream World suffer from the following effects:\nThe Auras of Survivors failing Repairing or Healing Skill Checks are revealed to you for 4 seconds.\nIncreases the Penalty for failing those Skill Checks by -4 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Jump Rope",
        "description": "A long Double-Dutch jump rope, stained with many years of use.\nSurvivors inside the Dream World suffer from the following effect:\nIncreases the volume of Grunts of Pain of injured Survivors by +50 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Nancy's Masterpiece",
        "description": "A painting of a Character, made by Nancy Holbrook at Badham and kept as a treasure memory.\nReduces the Cool-down duration of Dream Projection by a stack-able -3 % for each asleep Survivor, up to a maximum of -12 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Paint Thinner",
        "description": "A tin of a highly volatile and inflammable material.\nSwitches the type of Dream Traps used in the Trial:\nStart the Trial with 7 Dream Pallets.\nThe Auras of Survivors interacting with Dream Pallets are revealed to you for 6 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Unicorn Block",
        "description": "A white and red wooden block depicting a prancing Unicorn and the letter \"U\".\nSurvivors interacting with a Dream Trap suffer from the Blindness Status Effect for 90 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "\"Z\" Block",
        "description": "A deeply scratched and burnt wooden block which's only recognisable feature is the letter \"Z\".\nUsing Dream Projection triggers Killer Instinct for 6 seconds on all Survivors within 16 metres of the Generator you teleported to.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Class Photo",
        "description": "A large photograph taken at Badham Preschool showing the cheerful class of '94-95.\nWhen channelling Dream Projection, the following effects apply:\nAll Generators spew blood.\nSuppresses the appearance of the Husk.\n\nYou can no longer cancel Dream Projection.\n"
      },
      {
        "quality": "4",
        "name": "Pill Bottle",
        "description": "An empty pill bottle which once contained a medicine called Zoneral.\nReduces the threshold for intermittent Invisbility to a range of 12 to 24 metres.\nReduces the threshold for full Invisibility to a distance of 24 metres.\nThis effect also applies when carrying a Survivor.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Swing Chains",
        "description": "Rusty, but sturdy chains used to securely attach a swing seat.\nSurvivors inside the Dream World suffer from the following effect:\nIncreases the volume of Footsteps of Survivors by +50 %.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Black Box",
        "description": "A black cardboard box filled with photographs.\nSurvivors inside the Dream World suffer from the following effect:\nBlocks opened Exit Gates for 15 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Red Paint Brush",
        "description": "A large paint brush, wet with crimson paint.\nAll Survivors start the Trial asleep.\nSurvivors can no longer wake up by failing Skill Checks.\n\n\n"
      }
    ]
  },
  {
    "name": "The Shape",
    "addons": [
      {
        "quality": "1",
        "name": "Blond Hair",
        "description": "A single slightly wavy blond hair.\nIncreases the duration of Evil Within III by +10 seconds.\nIncreases the threshold to reach Evil Within III for the first time to 150 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Boyfriend's Memo",
        "description": "A \"romantic\", if slightly sleazy, note left around to draw the attention of a female lover.\nIncreases the reach of Lunge Attacks while in Evil Within I by +50 %.\n\"The note is signed: D.\"\n\n"
      },
      {
        "quality": "1",
        "name": "Memorial Flower",
        "description": "A partially faded and dried pink larkspur picked up from a gravestone.\nIncreases your Stalk rate by +11 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Tacky Earrings",
        "description": "A very cheap piece of jewellery made from plastic. Painted to resemble precious material.\nIncreases your Movement speed by +10 % while Stalking.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Dead Rabbit",
        "description": "A grey rabbit which has been opened from neck to tail.\nReduces your Terror Radius by -25 % while in Evil Within II.\nIncreases your Terror Radius by +25 % while in Evil Within III.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Glass Fragment",
        "description": "A tiny piece of tinted glass, probably from a broken object.It is impossible to determine its origin.\nThe Auras of Survivors are revealed to you for 3 seconds after stalking them for at least 1 second while in Evil Within I.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Hair Brush",
        "description": "A nylon bristle brush used to add body and softness to hair.\nIncreases the duration of Evil Within III by +20 seconds.\nIncreases the threshold to reach Evil Within III for the first time to 150 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Jewellery",
        "description": "A large necklace made of beads an inexpensive metals.One of Judith's favourites.\nIncreases your Movement speed by +20 % while Stalking.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Reflective Fragment",
        "description": "A tiny piece of a highly reflective material most probably from a broken mirror.\nThe Auras of Survivors are revealed to you for 2 seconds after stalking them for at least 1 second while in Evil Within II.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Hair Bow",
        "description": "A blue tartan ribbon used to tie hair.\nIncreases the duration of Evil Within III by +30 seconds.\nIncreases the threshold to reach Evil Within III for the first time to 150 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "J. Myers Memorial",
        "description": "A glossy page ripped from the 1965 Haddonfield High School yearbook, one dedicated to the memory of Judith Myers.\nIncreases your Stalk rate by +25 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Jewellery Box",
        "description": "A barren wooden box in which vanity items were once stored.\nIncreases your Movement speed by +30 % while Stalking.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Judith's Journal",
        "description": "A journal identified as owned by Judith M. Myers.Most of the pages are defaced with frightening and disturbing drawings.\nIncreases your Stalk rate on your Obsession by +40 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Mirror Shard",
        "description": "A large and sharp piece of a broken mirror.\nThe Auras of Survivors are revealed to you for 5 seconds after stalking them for at least 1 second while in Evil Within II.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Lock of Hair",
        "description": "A cut lock of blond hair bunched with a black elastic.\nIncreases the duration of Evil Within III by +40 seconds.\nIncreases the threshold to reach Evil Within III for the first time to 200 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Scratched Mirror",
        "description": "A standing portable vanity mirror which has been violently scratched with a sharp metallic object.\nThe Auras of all Survivors within 32 metres of your location are revealed to you while Stalking.\nEvil Within can no longer progress past Tier I.\nGrants +200 % bonus Bloodpoints in the Deviousness Category for Hit Score Events on top of the regular Bloodpoints granted in the Brutality Category.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Tombstone Piece",
        "description": "A fist-sized granite piece taken from a broken tombstone.\nGrants the ability to kill healthy and injured Survivors by your own hands while in Evil Within III.\nKilling a Survivor drains the Power Gauge by -200 %, but not past Evil Within II.\nIncreases the threshold to reach Evil Within III for the first time to 250 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Vanity Mirror",
        "description": "A standing portable vanity mirror in perfect condition except for a fine layer of dust and face powder covering it.\nThe Auras of all Survivors within 16 metres of your location are revealed to you while Stalking.\nEvil Within can no longer progress past Tier II.\nGrants +150 % bonus Bloodpoints in the Deviousness Category for Hit Score Events on top of the regular Bloodpoints granted in the Brutality Category.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Fragrant Tuft of Hair",
        "description": "A tuft of blond hair which was forcefully torn off someone's scalp.Releases hints of feminine floral fragrance.\nGrants unlimited duration to Evil Within III.\nIncreases the threshold to reach Evil Within III for the first time to 300 %.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Judith's Tombstone",
        "description": "A large and heavy granite tombstone stolen from Mt. Sinclair cemetery, belonging to Judith Myers.\nGrants the ability to kill healthy and injured Survivors by your own hands while in Evil Within III.\nIncreases the threshold to reach Evil Within III for the first time to 300 %.\nReduces your Movement speed by -9 % while in Evil Within III.\n\"Here lies our beloved daughter.\"\n\n"
      }
    ]
  },
  {
    "name": "The Skull Merchant",
    "addons": [
      {
        "quality": "1",
        "name": "Adi Valente Issue 1",
        "description": "An original copy of the first issue of Adi Valente, the comic her father made while Adriana was a child.\nReduces the Success Zone size of Skill Checks for Claw-Trapped Survivors by -20 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "High-Current Upgrade",
        "description": "A wider cable with low resistance that allows faster recharging of batteries.\nIncreases the Tracking duration of the Radar by +1 second.\n\n\n"
      },
      {
        "quality": "1",
        "name": "High-Power Floodlight",
        "description": "A sudden and overwhelming light that discombobulates anyone foolish enough to approach.\nClaw-Trapped Survivors suffer from the Blindness Status Effect.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Ultrasonic Speaker",
        "description": "A high-frequency noise blaster that fills the sonic spectrum with disorienting sounds, making it impossible for observers to pick out more important noises.\nReduces the duration of the immunity to consecutive Scan-Line Hits for Survivors to 75 % of its default value.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Adaptive Lighting",
        "description": "The Drone takes account of the surrounding area and casts lights in a bewildering manner that obscures movement.\nIncreases the duration of the Undetectable Status Effect by +20 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Low-Power Mode",
        "description": "By intermittently powering on and off non-vital components, the Drone can stay on for longer.\nReduces the Rotational speed of the Scan Lines of Drones by -100 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Shotgun Speakers",
        "description": "Capable of directing high-frequency noises in a single direction over great distances, the Drones can focus in on one individual and distract them from danger for some time.\nClaw-Trapped Survivors no longer receive a warning sound of impending Skill Checks.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Stereo Remote Mic",
        "description": "An upgrade that allows increased three-dimensional audio tracking.\nReduces the duration of the Disabled State of Drones to 85 % of its default value.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Supercharge",
        "description": "The batteries may run a little hot, but removing the safety protocols from the cells makes them last a little longer.\nExtends the Battery life of Claw Traps by +15 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Brown Noise Generator",
        "description": "An ominous hum disseminates from the Drone, blanketing the soundscape and making it difficult to hear anything else.\nClaw-Trapped Survivors suffer from the Oblivious Status Effect.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Infrared Upgrade",
        "description": "Heat-detecting cameras focus in on high-stress individuals with pinpoint accuracy.\nThe Auras of Claw-Trapped Survivors are revealed to you for 4 seconds after they remove their Claw-Trap.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Loose Screw",
        "description": "A bone-chilling rattling emanates from the Drone, and it seems like it may fall at any moment, distracting Survivors from complicated tasks.\nClaw-Trapped Survivors suffer from the Exhausted Status Effect for 6 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Powdered Glass",
        "description": "Once used on the strings used for battle kites, this powdered glass took on a much more nefarious purpose on her blade.\nClaw-Trapped Survivors suffer from the Haemorrhage and Mangled Status Effects for 70 seconds, when hit with a Basic Attack.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Vital Targeting Processor",
        "description": "An additional process in the Drone's programming more accurately predicts the weaknesses of potential prey.\nIncreases the strength of the Hindered Status Effect for Claw-Trapped Survivors when detected by Drones by -3 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Advanced Movement Prediction",
        "description": "Even after they leave the zone of influenced, a refined AI programme predicts with high accuracy where a person will go next.\nThe Auras of newly Claw-Trapped Survivors are revealed to you for 6 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Geographical Readout",
        "description": "The Drones generate and communicate a detailed three-dimensional map of the terrain, making traversal easier.\nIncreases the Action speeds of breaking Breakable Walls and Pallets, damaging Generators, and of vaulting Windows by +20 % for 8 seconds after deploying a Drone.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Prototype Rotor",
        "description": "The cutting-edge design allows the Drone to move with razor-sharp precision.\nIncreases the Rotational speed of the Scan Lines of Drones by +10 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Randomised Strobes",
        "description": "Lights flash randomly on the ground, making it harder to find purchase on the uneven terrain.\nExtends the duration of the Hindered Status Effect for Claw-Trapped Survivors when detected by Drones by +1 second.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Expired Batteries",
        "description": "The batteries on these Claw Traps have been swapped out with old alkaline batteries.Recharging is not recommended.\nIncreases the strength of the Haste Status Effect from Tracked Survivors by +25 %.\nReduces the Battery life of Claw Traps by -50 %.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Unpublished Manuscript",
        "description": "Before he disappeared, Adriana's father had started a newer, darker manga: Sonhadores Sombrios.\nWhenever a Drone enters the Disabled State, the following effects apply for 15 seconds:\nCauses the disabled Drone to emit a fake Terror Radius of 32 metres.\nGrants the Undetectable Status Effect.\n\n\"When evil is on the loose, it cannot escape from Adi Valente!\" — Quote on the cover of Adi Valente #1\n"
      }
    ]
  },
  {
    "name": "The Legion",
    "addons": [
      {
        "quality": "1",
        "name": "Friendship Bracelet",
        "description": "A wide grey and red braided rope bracelet.The inscription \"F. J. S. J.\" can be seen, crudely written in bold black ink.\nExtends the Lunge duration of Feral Slashes by +0.3 seconds, which increases your Attack range.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Mischief List",
        "description": "A list of mischievous missions to accomplish, memento of brighter days.\nExtends the duration of Feral Frenzy by +2 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Scratched Ruler",
        "description": "A wooden ruler deeply scratched with hash marks.\nReduces the Recovery time of Feral Frenzy by -5 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Smiley Face Pin",
        "description": "A friendly looking, bright yellow button used as a sarcastic statement.\nSurvivors suffer from the Blindness Status Effect for 60 seconds after mending themselves.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Defaced Smiley Pin",
        "description": "A once friendly looking, bright yellow button of a defaced smiley.A signature icon of The Legion.\nSurvivors suffer from the Mangled Status Effect for 60 seconds after mending themselves.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Etched Ruler",
        "description": "A wooden ruler deeply etched with the names of enemies.\nSurvivors hit with a Feral Slash suffer from the Oblivious Status Effect for 60 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Julie's Mix Tape",
        "description": "A dark and depressing mix tape made out from mainly power ballads and gloomy melodies.\nInstantly recharges Feral Frenzy after being stunned by any means while using it.\nUnlocks an additional sound layer in your Terror Radius, enhancing it musically.\nJulie's Mix Tape can be combined with any other Mix Tape Add-on to unlock multiple sound layer combos.\n\n"
      },
      {
        "quality": "2",
        "name": "Mural Sketch",
        "description": "A rough sketch of The Legion mural torn from a notebook.\nIncreases the stack-able Movement Speed boost gained from chained Feral Slashes to +0.3 m/s, up to a maximum of +1.2 m/s.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Never-Sleep Pills",
        "description": "Highly caffeinated tablets to make you extra sharp for exams or draining activities.\nExtends the duration of Feral Frenzy by +10 seconds.\nReduces the starting Movement speed of Feral Frenzy to 4.6 m/s.\nGrants a stack-able +100 bonus Bloodpoints for successful Feral Slashes, up to a maximum of +500.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Joey's Mix Tape",
        "description": "A mix of bangin' tracks and slammin' beats for chillaxin' when life's a bitch.\nSurvivors suffer from the Haemorrhage Status Effect until fully healed after mending themselves.\nUnlocks an additional sound layer in your Terror Radius, enhancing it musically.\nJoey's Mix Tape can be combined with any other Mix Tape Add-on to unlock multiple sound layer combos.\n\n"
      },
      {
        "quality": "3",
        "name": "Stolen Sketch Book",
        "description": "A sketch book with imaginative and evocative, if not slightly bizarre sketches.\nCauses Survivors hit with chained Feral Slashes to drop any carried Item.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Stylish Sunglasses",
        "description": "Oval-shaped sunglasses that exude poise and cool.Their colour-tinted lenses add an understated appeal.\nThe Auras of Survivors mending themselves within 24 metres of your location are revealed to you.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Susie's Mix Tape",
        "description": "A fast and thrilling mix tape with energising songs with break-neck beats.\nIncreases the Detection radius of Killer Instinct by +20 metres.\nUnlocks an additional sound layer in your Terror Radius, enhancing it musically.\nSusie's Mix Tape can be combined with any other Mix Tape Add-on to unlock multiple sound layer combos.\n\n"
      },
      {
        "quality": "3",
        "name": "The Legion Pin",
        "description": "A handmade button with the face of The Legion.To use exclusively on intimidation dares.\nSurvivors suffer from the Broken Status Effect for 60 seconds after mending themselves.\n\n\n"
      },
      {
        "quality": "4",
        "name": "BFFs",
        "description": "An unnaturally cold silver necklace split into four, one for each best friend.\nSurvivors hit with chained Feral Slashes grant Tokens towards BFFs:\nGrants 0 Tokens for the first Feral Slash.\nGrants +2 Tokens for the second Feral Slash.\nGrants +3 Tokens for the third Feral Slash.\nGrants +4 Tokens for the fourth Feral Slash.\nGrants +5 Tokens for the fifth Feral Slash.\n\nOnce the Exit Gates are powered and BFFs has acquired 15+ Tokens, you benefit from the following effect:\nGrants a +6 % Haste Status Effect outside of using Feral Frenzy.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Filthy Blade",
        "description": "This blade is stained with foul spots of blood and grime that make injuries particularly difficult to mend.\nIncreases the Mending time of Survivors by +4 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Frank's Mix Tape",
        "description": "Never go on a kill mission without your tunes.A track list of massive distortions and loud percussion that stabs at your eardrums.\nDuring Feral Frenzy, you benefit from the following effects:\nPauses the Power Gauge depletion while performing the Break or Damage Action.\nIncreases the Action speed of damaging Generators by +20 %.\nIncreases the Action speed of breaking Breakable Walls by +30 %.\nUnlocks an additional sound layer in your Terror Radius, enhancing it musically.\n\nFrank's Mix Tape can be combined with any other Mix Tape Add-on to unlock multiple sound layer combos.\n"
      },
      {
        "quality": "4",
        "name": "Stab Wounds Study",
        "description": "A printed medical article stolen from Ormond's public library, vulgarising a study on lesions and stab wounds.\nThe Auras of Survivors are revealed to you for 4 seconds after they mend themselves.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Fuming Mix Tape",
        "description": "Dark beats, violent shreds and unfathomable vocals from another world fill the mind with a vibrating sixth sense.\nDuring Feral Frenzy, the intensity of Generator Auras reveals their current Repair progress and incomplete Generators start regressing.\nUnlocks an additional sound layer in your Terror Radius, enhancing it musically.\nThe Fuming Mix Tape can be combined with any other Mix Tape Add-on to unlock multiple sound layer combos.\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Button",
        "description": "A glass-like button moulded from The Fog that captures The Legion's likeness.The surface is warm and reverberating with The Entity's power.\nCauses Feral Vaults to instantly break vaulted Pallets.\n\"The youth consumed by the iridescent glass magnifies and widens the reach of The Entity.\"\n\n"
      }
    ]
  },
  {
    "name": "The Knight",
    "addons": [
      {
        "quality": "1",
        "name": "Gritty Lump",
        "description": "A rock-hard, dense loaf filled their stomachs on most days, giving them the energy to commit truly heinous acts.\nIncreases the Movement Speed of Guards during the Patrol Phase by +9 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Map of the Realm",
        "description": "These unique leather maps were not easy to come by, but when they could not be purchased, they could be taken by force.\nIncreases the Vision range of a Guard during the Patrol Phase by +4 metres.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Pillaged Mead",
        "description": "Drinks taken from their victims tasted sweet, but such frivolities were often short-lived.\nReduces the duration of the Break or Damage Action of a Guard by -15 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Tattered Tabard",
        "description": "Cloaked in heavy fabrics, neither human nor nature could stop them once they had their target.\nExtends the duration of the Patrol Phase by +8 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Battle Axe Head",
        "description": "Sander Rault was a tower of a man, terrifying in form and demeanour.\nCauses The Carnifex to be selected twice in a row while cycling through Guardia Compagnia.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Call to Arms",
        "description": "Posted across many towns, lords desperate to protect their riches posted for able-bodied mercenaries.None survived.\nIncreases the maximum length of the Patrol Path by +10 metres.\nIncreases the Movement speed while drawing the Patrol Path by +2.2 m/s.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cold Steel Manacles",
        "description": "Alejandro Santiago apprenticed as an armourer and showed no remorse.\nCauses The Jailer to be selected twice in a row while cycling through Guardia Compagnia.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Dried Horsemeat",
        "description": "Long campaigns often required restocking, and the steeds of fallen enemies were as good as any farm-fresh ration.\nExtends the duration of a Hunt by +4 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Treated Blade",
        "description": "Durkos Malecek stuck to the shadows, and was an efficient slaughterer.\nCauses The Assassin to be selected twice in a row while cycling through Guardia Compagnia.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Broken Hilt",
        "description": "A fresh weapon is clean, even surgical; an attack with a broken one is malicious and desperate.\nSurvivors damaged by a Guard suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Chain Mail Fragment",
        "description": "Downtime was spent repairing their armour, to avoid being on the receiving end of a fatal blow.\nSurvivors damaged by a Guard suffer from the Haemorrhage Status Effect until fully healed.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Grim Iron Mask",
        "description": "No method of torture was too base for Guardia Compagnia.Pain and humiliation went hand-in-hand.\nSurvivors detected by a Guard during the Patrol Phase suffer from the Blindness Status Effect for 60 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Ironworker's Tongs",
        "description": "Vital for repairs between battles and a horrifying, gauging, tearing improvisational weapon.\nSurvivors suffer from the Oblivious Status Effect for 20 seconds, if a Guard fails to damage them during a Hunt.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Town Watch's Torch",
        "description": "Upon breaching a village, the first thing they would extinguish was the torches, and with them, hope.\nGrants the Undetectable Status Effect for 25 seconds, if Guards fail to damage a Survivor during two consecutive Hunts.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Blacksmith's Hammer",
        "description": "In their hands, everything was a weapon.\nSurvivors escaping a Hunt by any means other than grabbing the Standard suffer from the Exhausted Status Effect and a -3 % Hindered Status Effect for 15 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Flint and Steel",
        "description": "Attacks at night were not uncommon.Fear was often their greatest ally.\nSummoning The Carnifex causes the Auras of all Survivors within 24 metres of dropped but unbroken Pallets to be revealed to you for 5 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Healing Poultice",
        "description": "Their reputation was so large, so horrible, that the mere knowledge that they were coming was enough to bring people to their knees.\nSummoning The Assassin causes all Survivors within 24 metres of his Spawn location to scream and reveal their location for 5 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Lightweight Greaves",
        "description": "Sometimes he wore lighter armour, letting him move faster; he knew nothing could stop him anyway.\nSummoning The Jailer increases your Movement speed by +10 % for 6 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Company Banner",
        "description": "Where this banner was raised, those who called themselves 'civilised' ran and hid, because for all their codes and laws, they had nothing resembling actual strength.\nBlocks all Windows you pass through while drawing the Patrol Path to all Survivors for 15 seconds after summoning a Guard.\nBlocks all Windows vaulted by the Hunted Survivor to all other Survivors for the remained of the Hunt.\nBlocks the Exit Gates to the Hunted Survivor for the duration of the Hunt.\n\"They huddle in their villages like parasites! They have lost the drive for power.\" — Tarhos Kovács\n\n"
      },
      {
        "quality": "5",
        "name": "Knight's Contract",
        "description": "The original document contracting Tarhos to Vittorio's employ.The laws of man could not stand up, though, to natural law.\nEvery fourth summon of a Guard causes all Survivors within 12 metres of his Spawn location to suffer from the Exposed Status Effect for 8 seconds.\n\"I fear he has left me here to die.\" — Vittorio Toscano\n\n"
      }
    ]
  },
  {
    "name": "The Xenomorph",
    "addons": [
      {
        "quality": "1",
        "name": "Cereal Rations",
        "description": "Contains 100 % of the recommended daily intake of Vitamin A.Tastes awful.\nThe Auras of deployed Remote Flame Turrets are revealed to you while inside the Tunnels.\nThis effect lingers for 3 seconds after emerging from the Tunnels.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Drinking Bird",
        "description": "One of the many tchotchkes littering the Nostromo's living quarters.A bit of whimsy in an otherwise sterile environment.\nIncreases the Duration of Killer Instinct after exiting the Tunnels by +2 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Ovomorph",
        "description": "It looks harmless, but the horrors held inside are immeasurable.\nIncreases the Recovery speed of Crawler Mode when outside of the Tunnels by +25 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Ripley's Watch",
        "description": "On a ship as massive as the Nostromo, synchronising watches was important to keep track of work shifts.\nCauses the Remote Flame Turret to self-destruct after knocking you out of Crawler Mode.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Ash's Innards",
        "description": "While hardier, mechanical beings break too when enough force is applied.\nIncreases the Respawn timer of Remote Flame Turrets by +10 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Brett's Cap",
        "description": "This Nostromo ballcap was fashionable, but severely limited his vertical field of vision.\nSurvivors suffer from the Blindness Status Effect for 25 seconds, when they were within 16 metres of a Remote Flame Turret that was destroyed by any means.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Crew Headset",
        "description": "While they facilitated team communication, the constant chatter made the crew easier to track.\nIncreases the Detection range of Survivor Footsteps when inside the Tunnels by +6 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Lambert's Star Map",
        "description": "Vital for interstellar travel, but not as useful on a smaller scale.\nReduces the Flame-throwing range of Remote Flame Turrets by -2 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Light Wand",
        "description": "A portable light source used by Ash and Dallas while looking for the invasive creature.Mostly ineffective for lighting larger spaces.\nIncreases the Downtime duration of Remote Flame Turrets after exiting the Tunnels by +1 second.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Emergency Helmet",
        "description": "An extra helmet on the bridge, for use in emergencies only.\nIncreases the Stagger resistance against Remote Flame Turret by +35 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Kane's Helmet",
        "description": "A thin layer of glass was the difference between a minor inconvenience and the tragic destruction of the Nostromo's crew.\nSurvivors hit with a successful Tail Attack suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Moulted Skin",
        "description": "The Xenomorph moulted many times as it rapidly grew on the Nostromo.Its shed skin was a constant reminder of its presence.\nAfter deploying a Remote Flame Turret, Survivors suffer from a -3 % Hindered Status Effect and the Exhausted Status Effect for 3 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Multipurpose Hatchet",
        "description": "Equally useful for destruction and repair.\nSurvivors hit with a successful Tail Attack suffer from the Haemorrhage Status Effect until fully healed.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Parker's Headband",
        "description": "A bold fashion choice that doubled as a handy way to wick sweat from the eyes.\nGrants a +5 %  Haste Status Effect for 3 seconds after exiting the Tunnels.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Cat Carrier",
        "description": "Saving the cat is a noble goal.It's also very distracting.\nGrants the Undetectable Status Effect for 30 seconds, when a Remote Flame Turret knocks you out of Crawler Mode.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Harpoon Gun",
        "description": "Barely a weapon, its use is only viable in a situation of last resort.\nSuccessfully hitting a Survivor within 10 seconds after exiting the Tunnels causes all other Survivors farther than 24 metres from your location to scream and reveal their location to you.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Self-Destruct Bolt",
        "description": "They needed to be removed to start, and replaced to end, the self-destruct sequence.Just seeing them evokes a sense of urgency.\nIncreases the Vaulting speed while in Crawler Mode by +30 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Semiotic Keyboard",
        "description": "Its symbols are designed to be universally recognisable, but they may take some getting used to.\nReveals the Repair progression of Generators located within 16 metres of a Remote Flame Turret via the intensity of their Aura.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Acidic Blood",
        "description": "When damaged, The Xenomorph's unique physiology made it deadlier than ever.\nWhen Survivors stun you within 20 seconds after emerging from the Tunnels and while you are in Crawler Mode, the following effects apply:\nCauses healthy Survivors to lose 1 Health State.\nCauses injured Survivors to suffer from the Deep Wound Status Effect.\n\n\"I think we oughta discuss the bonus situation.\" — Parker\n"
      },
      {
        "quality": "5",
        "name": "Improvised Cattle Prod",
        "description": "A brutal and noisy weapon, which might have been more effective against a cow.\nEach time a Generator is completed, the following effect applies for 15 seconds:\nThe Auras of Survivors coming within 10 metres of a Control Station are revealed to you for 15 seconds.\n\n\n"
      }
    ]
  },
  {
    "name": "The Huntress",
    "addons": [
      {
        "quality": "1",
        "name": "Amanita Toxin",
        "description": "A toxin from the Amanita mushroom, applied to the Hatchet's blade.It numbs the mind.\nSurvivors hit by Hatchets suffer from the Blindness Status Effect for 60 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Bandaged Haft",
        "description": "First-aid bandages securely rolled and attached to the Hatchet's haft.\nReduces the Cool-down duration between successive Hatchet throws by -10 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Coarse Stone",
        "description": "This stone is too coarse to do any good.A blade damaged by it inflicts awful open wounds.\nIncreases the volume of Grunts of Pain of injured Survivors hit by Hatchets by +50 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Yellowed Cloth",
        "description": "A simple scrap of material to tend to blisters and wipe the puss away.\nIncreases the Projectile speed of Hatchets by +10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Leather Loop",
        "description": "The right tool in the right hands is key to a successful hunt.\nSuccessfully hitting a Survivor with a Hatchet grants a +2 % Haste Status Effect for 5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Manna Grass Braid",
        "description": "A circular decorative braid made from manna grass.This memory of a lost little one fills The Huntress with rage and focus.\nReduces the Wind-up time of Hatchets by -8 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Oak Haft",
        "description": "A polished haft which allows for a quick and sly manipulation of the deadly tool.\nReduces the Cool-down duration between successive Hatchet throws by -20 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Shiny Pin",
        "description": "A copper pin defaced beyond recognition yet polished to a high sheen.Pillaged from a particularly difficult prey.\nIncreases the Movement speed while winding Hatchets up by +5 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Weighted Head",
        "description": "An oddly weighted Hatchet head, crafted to deliver a hard blow to its target.It requires a wielder with a strong arm.\nSurvivors hit by Hatchets suffer from the Incapacitated Status Effect for 10 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Deerskin Gloves",
        "description": "Cured leather gloves that protect the hands and give a sure grip.\nReduces the Reload time at Lockers by -20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Flower Babushka",
        "description": "A clean and colourful handkerchief adorned with a flower pattern.This memory of a lost little one fills The Huntress with rage and focus.\nReduces the Wind-up time of Hatchets by -12 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rose Root",
        "description": "Dried petals that relieve symptoms of fatigue and overexertion when brewed in a tea.\nIncreases the Projectile speed of Hatchets by +20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rusty Head",
        "description": "This Hatchet head is covered with crusty and volatile rust spots that make injuries particularly difficult to heal from.\nSurvivors hit by Hatchets suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Venomous Concoction",
        "description": "A toxic concoction, applied to the Hatchet's blade.The murky concoction is mainly composed of Berus Snake venom, which gives it fatiguing capabilities.\nSurvivors hit by Hatchets suffer from the Exhausted Status Effect for 5 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Begrimed Head",
        "description": "This Hatchet head is stained with a foul substance that afflicts anyone who it touches with debilities.\nSurvivors hit by Hatchets suffer from the Haemorrhage and Mangled Status Effects for 80 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Glowing Concoction",
        "description": "An otherworldly concoction that faintly glows a foreboding light.\nSurvivors hit by Hatchets have their Aura revealed to you for 5 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Infantry Belt",
        "description": "A sturdy utility belt pillaged from a soldier.He was quick in combat, but she was quicker.\nSuccessfully hitting a Survivor with a Hatchet grants a +3 % Haste Status Effect for 5 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Wooden Fox",
        "description": "Roughly carved, this fox statuette is no more than a few inches.A reminder that stealth and cunning is as effective as raw power.\nGrants the Undetectable Status Effect after reloading at Lockers for 30 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Head",
        "description": "A glass-like Hatchet head moulded from The Fog itself.The blade is warm and reverberating with The Entity's power.\nSurvivors hit by Hatchets are automatically put into the Dying State.\nReduces the number of carried Hatchets to 1.\nThis number cannot be modified by other Add-ons.\n\"The iridescent glass cuts through flesh and soul.\"\n\n"
      },
      {
        "quality": "5",
        "name": "Soldier's Puttee",
        "description": "A wrap taken from a dead soldier.It provides protection and support to the ankle and lower leg.\nIncreases the Movement speed of The Huntress to 4.6 m/s while out of Hatchets.\n\n\n"
      }
    ]
  },
  {
    "name": "The Pig",
    "addons": [
      {
        "quality": "1",
        "name": "Combat Straps",
        "description": "Leather straps that hold fabric in place for nimbler movement.\nIncreases the Transition speed into the Crouched State by +10 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Interlocking Razor",
        "description": "A modification to the Reverse Bear Trap:The addition of interlocking razor blades makes it impossible to move suddenly in the Jigsaw Box without slitting one's wrists.\nWhile injured, Survivors failing a Skill Check at a Jigsaw Box become afflicted by the Deep Wound Status Effect.\n\n\n"
      },
      {
        "quality": "1",
        "name": "John's Medical File",
        "description": "The medical file of a cancerous man.Fills the reader with dread and recklessness.\nIncreases your Movement speed by +10 % when Crouched.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Shattered Syringe",
        "description": "Symbol of a broken way of life.Reminiscing about her past-self hardens her determination.\nReduces the Cool-down duration of missed Ambush Dash Attacks by -10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Face Mask",
        "description": "A modification to the Reverse Bear Trap:The heavy cloth face mask, laced with a sedative, partially suffocates the target, making it hard to concentrate.\nSurvivors caught in a Reverse Bear Trap suffer permanently from the Blindness Status Effect.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Last Will",
        "description": "A latched wooden box with a satin lining, offered as part of a last will.\nIncreases your Movement speed during the Ambush Dash Attack by +6 %.\nIncreases the Charge time of the Ambush Dash Attack by +33 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Razor Wires",
        "description": "A modification to the Reverse Bear Trap:The addition of razor sharp wires makes it extra difficult and potentially painful to search them.\nWhile healthy, Survivors failing a Skill Check at a Jigsaw Box become injured.\nIncreases the Skill Check difficulty by +20 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Utility Blades",
        "description": "A modification to the Reverse Bear Trap:Sharp blades attached to the Trap's interior lacerate the victim with every movement.\nSurvivors caught in a Reverse Bear Trap suffer from the Haemorrhage Status Effect whenever they are injured by any means.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Workshop Grease",
        "description": "A simple tube of grease, used to lubricate the mechanisms of the hidden blade.\nReduces the Cool-down duration of missed Ambush Dash Attacks by -10 %.\nIncreases the Charge speed of the Ambush Dash Attack by +50 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Bag of Gears",
        "description": "A few mechanical parts that allow the creation of challenging Jigsaw Boxes and easier to install Reverse Bear Traps.\nIncreases the Attachment speed of Reverse Bear Traps by +50 %.\nReduces the Search speed of Jigsaw Boxes by -14 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Jigsaw's Annotated Plan",
        "description": "A disturbing, yet brilliant, trap design laid down on paper and annotated by Jigsaw.\nIncreases the number of carried Reverse Bear Traps by +1.\nIncreases the Death timer of Reverse Bear Traps by +10 seconds.\nReduces the Death timer of all Active Reverse Bear Traps by -10 seconds each time a Generator is completed.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rules Set No.2",
        "description": "Not all games need to have the same rules.\nDisables the ability of Survivors to see the Auras of Jigsaw Boxes, until their Reverse Bear Trap becomes active.\n\"Listen, there are rules.\" — Jigsaw\n\n"
      },
      {
        "quality": "3",
        "name": "Rusty Attachments",
        "description": "A modification to the Reverse Bear Trap:Mouth spikes, covered with crusty and volatile rust spots that make injuries particularly difficult to heal.\nSurvivors caught in a Reverse Bear Trap suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Slow-Release Toxin",
        "description": "A modification to the Reverse Bear Trap:A poison that is not fatal, but weakens the body and makes it nearly impossible to recover fully from any effort.\nSurvivors caught in a Reverse Bear Trap suffer permanently from the Exhausted Status Effect.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Amanda's Secret",
        "description": "A black metal box containing a knife and various medical supplies, such as bandages and compresses.Deep cuts reduce stress and awaken the senses.\nSurvivors removing their Reverse Bear Trap trigger a Loud Noise Notification and have their Auras revealed to you for 6 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Crate of Gears",
        "description": "This collection of mechanical parts allows the creation of extra-challenging Jigsaw Boxes and Reverse Bear Traps that are easier to install.\nIncreases the Attach speed of Reverse Bear Traps by +50 %.\nReduces the Search speed of Jigsaw Boxes by -25 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Jigsaw's Sketch",
        "description": "A disturbing, yet brilliant, trap design sketched in detail on a sheet of paper.\nIncreases the number of carried Reverse Bear Traps by +1.\nThe Auras of Generators being repaired by Survivors wearing a Reverse Bear Traps are highlighted to you in yellow.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Tampered Timer",
        "description": "A timer that has been fiddled with.A spring in the mechanism forces the gears to turn faster.\nReduces the Death timer of Reverse Bear Traps by -20 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Amanda's Letter",
        "description": "A blackmailing Letter for the attention of Amanda.Fills the reader with rage and focus.\nThe Auras of Survivors within 16 metres are revealed to you when Crouched.\nReduces the number of carried Reverse Bear Traps by -2.\n\"Amanda, you were with Cecil the night Jill lost Gideon. You killed their child. You know it and I know it.\" — Detective Hoffman\n\n"
      },
      {
        "quality": "5",
        "name": "Video Tape",
        "description": "A recording of Jigsaw, explaining the game's rules to Amanda.Reminiscing about her past-self hardens her determination.\nAll Survivors start the Trial with a Reverse Bear Trap attached to them.\n\n\n"
      }
    ]
  },
  {
    "name": "The Ghost Face",
    "addons": [
      {
        "quality": "1",
        "name": "\"Philly\"",
        "description": "A stolen camera from a victim of Olsen in Philadelphia, where he worked before.The film inside captured his last night in the city.\nReduces the Time to mark Survivors by -20 %.\n\"Gotta love Philly: keeps giving and giving and I do not wanna forget any of it.\" — The Ghost Face\n\n"
      },
      {
        "quality": "1",
        "name": "Cheap Cologne",
        "description": "Dollar store cologne with a pungent scent of rubbing alcohol.Worn by The Ghost Face to make his presence known.Reserved for impromptu visits.\nIncreases the duration of Marked by +10 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Headline Cut-Outs",
        "description": "Cut-outs of articles covering unsolved murder cases from Utah to Pennsylvania.While The Ghost Face just authored some of the headlines, he committed all of the murders.Compiling your success makes you proud and boosts your confidence.\nIncreases your Movement speed while Stalking by +40 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Walleye's Matchbook",
        "description": "A sheet of matches from Walleye's, a small bar in Northern Roseville.A victim's phone number is scribbled in blue.One of the incriminating pieces of evidence found.\nReduces the Recovery time of Night Shroud by -6 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cinch Straps",
        "description": "Black straps that keep everything in place while on the prowl.\nCauses Night Shroud to remain active on missed Basic Attacks.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Marked Map",
        "description": "The annotated map of Northern Roseville, Florida.Each 'X' represents a victim of The Ghost Face.Mapping out your targets allows you to roam the streets undetected.\nIncreases the duration of Killer Instinct by +2 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Olsen's Address Book",
        "description": "Filled in blunt, blue crabbed writing.All the Roseville murder victims are listed there, along with their phone number and address.\nThe Auras of Marked Survivors performing rushed actions are revealed to you for 5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Olsen's Journal",
        "description": "A spiral notebook filled with stained, handwritten entries.The journal details different equipment used to stalk victims.Going through your past methods triggers thrilling memories.\nMarked Survivors suffer from the Oblivious Status Effect.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Telephoto Lens",
        "description": "A manual focus lens to remain undetected while taking pictures from afar.\nSurvivors suffer from the Oblivious Status Effect for 60 seconds after revealing you.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Chewed Pen",
        "description": "A blue pen with a chewed cap that holds traces of Danny's DNA.Incriminating evidence that was never found.\nIncreases the Reveal time for Survivors in the Dying State to 3 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Knife Belt Clip",
        "description": "A perfect belt clip to scout carry your blade discreetly.No one knows what you are planning to do tonight.\nReduces your Terror Radius by -12 metres when Crouched.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Lasting Perfume",
        "description": "An overpowering musky fragrance worn by The Ghost Face to announce his presence.Reserved for the victims he planned to write about.\nIncreases the Reveal time for Survivors on a Hook to 3 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Leather Knife Sheath",
        "description": "A quiet and flexible sheath to carry your blade.Movement is easier when things are fastened into place.\nIncreases your Movement Speed by +10 % when Crouched.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Olsen's Wallet",
        "description": "Olsen's wallet holds thirty dollars in cash, a video club membership card, and a folded picture of Olsen's first Roseville victim.Carrying incriminating evidence boosts your excitement and resolve.\nInstantly recharges Night Shroud after breaking a Breakable Wall or a Pallet.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Driver's License",
        "description": "A driver's license revealing Olsen's true identity: Danny Johnson.\nCauses Generators to explode and lose -20 % of its maximum possible Progression, when marking a Survivor repairing it, and blocks it for 15 seconds.\nThis penalty is only once if multiple repairing Survivors are marked.\n\"They all want to know who Ghost Face is. But what they should ask is: who is next?\" — The Ghost Face\n\n"
      },
      {
        "quality": "4",
        "name": "Drop-Leg Knife Sheath",
        "description": "A sheath allowing for a full motion range: ideal to inflict quick and powerful wounds while moving freely.Stolen from a patrol officer the night Danny left Philadelphia.\nGrants a +10 %  Haste Status Effect for 5 seconds after marking a Survivors.\n\"Gotta get ready like a scout — without the stupid patches. What I get is much better.\" — The Ghost Face\n\n"
      },
      {
        "quality": "4",
        "name": "Night Vision Monocular",
        "description": "Night vision lens enabling sharp photos even when shrouded in darkness.Ideal for discreet, impromptu visits late at night.\nSurvivors suffer from the Exhausted Status Effect for 10 seconds after revealing you.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Victim's Detailed Routine",
        "description": "A ripped page outlining the weekly routine of Olsen's first victim in Roseville.Compiling your victim's habits allows you to anticipate their movements.\nSurvivors suffer from the Exhausted Status Effect for 5 seconds after marking them.\n\"I have been watching you for a while. I wanted this to be special; the kind of headlines that people do not forget.\" — The Ghost Face\n\n"
      },
      {
        "quality": "5",
        "name": "\"Ghost Face Caught on Tape\"",
        "description": "A tape obtained by Olsen to write an article that terrorised Roseville.\nInstantly recharges Night Shroud after putting a Survivor into the Dying State with a Basic Attack.\n\"In this footage, a dark figure is seen entering a house late at night in Northern Roseville, Florida.The police were called the next morning to report a murder in the area.Lock your doors: a Killer is in our midst, roaming freely, like a ghost in the night.\" — The Roseville Gazette\n\n"
      },
      {
        "quality": "5",
        "name": "Outdoor Security Camera",
        "description": "A small surveillance camera that filmed The Ghost Face breaking into a house on Belleview Road in Northern Roseville.The camera was positioned at the perfect angle to catch a glimpse of The Ghost Face without providing any real clue to the police.\nThe Auras of all Survivors are revealed to you for 7 seconds after putting a Marked Survivor into the Dying State.\n\"An image is worth a thousand words.\" — The Ghost Face\n\n"
      }
    ]
  },
  {
    "name": "The Demogorgon",
    "addons": [
      {
        "quality": "1",
        "name": "Black Heart",
        "description": "A black fermented heart ripped from the chest of a tentacled creature in the Upside Down.\nReduces the Attack cool-down of successful Shred Attacks used to hit Survivors by -10 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Rat Liver",
        "description": "A soggy pile of salty, soft liver.\nIncreases your Movement speed while holding Of the Abyss by +3.5 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Rat Tail",
        "description": "A chewy rat tail for The Demogorgon to consume.\nIncreases the Opening speed of Portals by +50 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Rotten Pumpkin",
        "description": "Pumpkin flesh infected by the rotten soil in Hawkins.\nCauses the Portal from which you start your Teleport to seal automatically.\nGrants +200 bonus Bloodpoints for Interdimensional Travel Score Events.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Barb's Glasses",
        "description": "A broken pair of glasses that travelled to the Upside Down.\nReduces the Attack cool-down of successful Shred Attacks used to break Breakable Walls or Pallets by -10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Mews' Guts",
        "description": "The tasty guts of an unfortunate victim.\nReduces the Attack cool-down of missed Shred Attacks by -11 %.\nIncreases the number of available Portals by +1.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Rotten Green Tripe",
        "description": "Rotten tripe that fuels The Demogorgon.\nIncreases your Teleportation speed by +15 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Sticky Lining",
        "description": "A fetid, viscous layer that covers and expands the interdimensional tunnels.\nIncreases the Area of Effect of active Portals by +2.5 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Viscous Webbing",
        "description": "Wet, elastic webs that broaden the interdimensional tunnels.\nIncreases the Sealing time of Portals by +16 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Brass Case Lighter",
        "description": "A lighter used to ignite trouble.\nSurvivors suffer from the Blindness Status Effect while closing Portals.\nThis effect lingers for 60 seconds.\n\"Emits a strong electromagnetic field: it must have come into contact with the Upside Down.\" — Hawkins National Laboratory\n\n"
      },
      {
        "quality": "3",
        "name": "Deer Lung",
        "description": "A raw, rubbery lung that reinvigorates The Demogorgon.\nIncreases your Teleportation speed by +30 %.\nReduces the number of available Portals by -2.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Eleven's Soda",
        "description": "A soda can charged with psychic energy.\nThe Auras of Generators actively being repaired by Survivors are highlighted to you in yellow while traversing the Upside Down.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Thorny Vines",
        "description": "Thick, thorny vines that stretch and reinforce the interdimensional tunnels.\nIncreases the Area of Effect of active Portals by +1 metre.\nIncreases the Sealing time of Portals by +11 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Violet Waxcap",
        "description": "A dark fleshed mushroom from the Upside Down that allows The Demogorgon to telepathically distort the senses in its prey.\nIncreases the duration of the Undetectable Status Effect by +1 second.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Lifeguard Whistle",
        "description": "A rusty, metal whistle that once ruled the Hawkins public pool.\nSurvivors entering the Area of Effect of an active Portal automatically trigger Killer Instinct.\nReduces the Area of Effect of active Portals by -1 metre.\n\"Emits a strong electromagnetic field: it must have come into contact with the Upside Down.\" — Hawkins National Laboratory\n\n"
      },
      {
        "quality": "4",
        "name": "Unknown Egg",
        "description": "A large, warm egg coated in gruesome webbing.\nReduces the Recovery time of Of the Abyss by -2.5 seconds.\n\"A large egg was sighted in the Upside Down, but no sample survived the trip to the lab for proper examination.\" — Hawkins National Laboratory\n\n"
      },
      {
        "quality": "4",
        "name": "Upside Down Resin",
        "description": "A sticky, flammable sap that fortifies the gateway to the interdimensional tunnels.\nIncreases the Sealing time of Portals by +40 %.\n\"A sample taken from the bark of the tree once used as a gate. So far our conclusion as to its effect are inconclusive.\" — Hawkins National Laboratory\n\n"
      },
      {
        "quality": "4",
        "name": "Vermilion Webcap",
        "description": "A bright red poisonous mushroom from the Upside Down.\nIncreases the duration of the Undetectable Status Effect by +3 seconds.\n\"Still experimenting with this specimen, so far our results are inconsistent.\" — Hawkins National Laboratory\n\n"
      },
      {
        "quality": "5",
        "name": "Leprose Lichen",
        "description": "A potent lichen that grows like dust on the rocks in the Upside Down.\nThe Auras of all Survivors are revealed to you while traversing the Upside Down.\nThis effect lingers for 3 seconds for all Survivors within 16 metres of an active Portal.\n\"One small dose can cause severe hallucinations.\" — Hawkins National Laboratory\n\n"
      },
      {
        "quality": "5",
        "name": "Red Moss",
        "description": "A psychedelic moss that grows on tree barks in the Upside Down.\nIncreases the duration of the Undetectable Status Effect by +8 seconds.\nSuppresses all noise made while emerging from Portals.\nIncreases the time to emerge from Portals by +15 %.\n\"Consuming its leaf enhances athletic performance and causes euphoria.\" — Hawkins National Laboratory\n\n"
      }
    ]
  },
  {
    "name": "The Good Guy",
    "addons": [
      {
        "quality": "1",
        "name": "Doll Eyes",
        "description": "One of the advantages of possessing a mass-produced doll is easy access to replacement parts.\nWhen in Hidey-Ho Mode, the Auras of all Windows and downed Pallets are revealed to you within 20 metres.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Good Guy Box",
        "description": "Someone kept this box around in case they needed to bring Chucky back to the store.\nReduces the Cool-down duration of successful Slice & Dice Attacks to 93 % of their default duration.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Strobing Light",
        "description": "With the right training, it can be used to make people more suggestible.\nReduces your Terror Radius by -4 metres, when Hidey-Ho Mode is on cool-down.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Tiny Scalpel",
        "description": "Sometimes, a precision cut can lead to a beautiful bleed.\nWhen in Hidey-Ho Mode, Pools of Blood appear to you in bright red.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Automatic Screwdriver",
        "description": "A good way to make mechanical adjustments on the fly.\nReduces the Cool-down duration of Hidey-Ho Mode by -10 % after missing a Slice & Dice Attack.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Electric Carving Knife",
        "description": "The annoying buzzing sound means it is ready to carve some flesh.\nReduces the Cool-down duration of missed Slice & Dice Attacks to 95 % of their default duration.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Hair Spray & Candle",
        "description": "An aerosolised inferno that will ensure a bad hair day is the least of your worries.\nReduces the Power-Gauge penalty of Basic Attacks when in Hidey-Ho Mode by -20 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Jump Rope",
        "description": "Good for a bit of exercise, or for tying up your target.\nExtends the duration of Slice & Dice to 108 % of its default duration.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Power Drill",
        "description": "Comes with a dozen convenient drill tips.They all make a big mess when applied to people.\nReduces the Cool-down duration of Hidey-Ho Mode by -15 % after successful Slice & Dice Attacks.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Portable TV",
        "description": "Small enough for any room.Just keep it out of the bath.\nExtends the duration of Slice & Dice to 170 % of its default duration once the Exit Gates have been powered.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rat Poison",
        "description": "The secret ingredient in a killer chilli.\nWhile performing a Slice & Dice Attack, the Auras of all Survivors within 12 metres of you are revealed to you for 5 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Running Shoes",
        "description": "The latest in high-performance killer doll athletic technology.\nPerforming a Scamper grants a +2 % Haste Status Effect for 5 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Silk Pillow",
        "description": "For when you want to smother your target with silky-smooth softness.\nPermanently reduces your Terror Radius by -6 metres.\nIncreases the Charge time of Slice & Dice to 150 % of its default duration.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Yardstick",
        "description": "Good for measuring distance.Even better for laying down a beating.\nPerforming a Scamper reveals the Auras of all Survivors within 12 metres of you for 5 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Mirror Shards",
        "description": "A bunch of shattered mirror pieces that reflect light and shadow, further disorienting the already disoriented.\nGrants the ability to see the Illusory Footfalls around Survivors.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Pile of Nails",
        "description": "It is a lot easier to stay hidden when your target is worried about a pile of nails flying at their head.\nGrants the Undetectable Status Effect for 5 seconds after manually ending Hidey-Ho Mode.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Plastic Bag",
        "description": "Nothing tires out a kill like a lack of oxygen.\nSurvivors walking through an Illusory Footfall suffer from the Exhausted Status Effect for 15 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Straight Razor",
        "description": "For when a close shave needs to be really, really close.\nSurvivors hit with successful Slice & Dice Attacks suffer from the Haemorrhage and Mangled Status Effects for 80 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Hard Hat",
        "description": "Keeps the dome intact while performing high-impact activities\nInstantly breaks Pallets when performing a Scamper under them.\nAutomatically ends Hidey-Ho Mode.\n\"A true classic never goes out of style.\" — Chucky\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Amulet",
        "description": "A pendant of great power, recreated within the Realm.\nExtends the duration of Hidey-Ho Mode by +50 %.\nBasic Attacks immediately end Hidey-Ho Mode.\n\"If I don't get out of this body soon, I'm screwed.\" — Chucky\n\n"
      }
    ]
  },
  {
    "name": "The Singularity",
    "addons": [
      {
        "quality": "1",
        "name": "Broken Security Key",
        "description": "Dozens of security measures were applied across the ship's equipment, and many of them were in a state of disrepair.\nReduces the Reboot timer of disabled Biopods by -15 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Heavy Water",
        "description": "A by-product of the micro-fission reactors powering cryo and life support.Even a tiny leak would prove disastrous for onboard sensors.\nReduces the Aura-reveal range of Supply Cases by -8 metres.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Kid's Ball Glove",
        "description": "A kid's baseball glove owned by one of the colonists.His memories of a youth playing catch were implanted.\nExtends the duration of Overclock Mode by +15 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Nutritional Slurry",
        "description": "Made for the organics, this disgusting concoction works well to nourish any organic matter.\nIncreases the number of carried Biopods by +2.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Android Arm",
        "description": "Destroying the other HUX units not only made its extermination of humans easier, it also gave it more parts to work with.\nIncreases the range within which Temporal Slipstream can spread between Survivors by +2 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cremated Remains",
        "description": "After extracting the other colonists' DNA, he burned their remains.\nSlipstreamed Survivors suffer from the Blindness Status Effect.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cryo Gel",
        "description": "A no-friction gel applied to crew members before entering deep cryo sleep.\nIncreases the Spreading rate of Temporal Slipstream between Survivors by +25 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Diagnostic Tool (Repair)",
        "description": "A device that can find the flaws in constructed objects.Intended to help with repair.\nSurvivors suffer from the Mangled Status Effect for 60 seconds, when hit with a Basic Attack during Overclock Mode.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Ultrasonic Sensor",
        "description": "A limitation of organic hearing is a limited aural spectrum.Expanding that range is like gaining an entirely new sense.\nGrants the ability to hear sounds through a controlled Biopod after 0.5 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Hologram Generator",
        "description": "Originally used for communication and entertainment, this has been repurposed for obfuscation.\nSurvivors suffer from the Oblivious Status Effect for 60 seconds after you teleport to them from a Biopod.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Hyperawareness Spray",
        "description": "Used by crew members during long shifts to avoid lapses in focus.Side effects of overuse include paranoia and, in extreme cases, hallucination.\nCauses Slipstreamed Survivors to hear a fake Terror Radius.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Live Wires",
        "description": "Unconnected wires attached to a live current that have a tendency to deliver a shocking surprise.\nCauses Survivors to scream and interrupt their current interaction after removing Temporal Slipstream.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Nanomachine Gel",
        "description": "A gel that can heal wounds extremely quickly.However, the machines in it have a history of being hacked to hurt people too.\nSurvivors suffer from the Broken Status Effect for 30 seconds when hit with a Basic Attack during Overclock Mode.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Spent Oxygen Tank",
        "description": "Without air to breathe, organics do not last long.\nSlipstreamed Survivors suffer from the Exhausted Status Effect for 6 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Crew Manifest",
        "description": "A complete list of biographical data on the entire crew of the ship sent to Dvarka.\nThe Auras of newly Slipstreamed Survivors are revealed to you for 8 seconds.\nIncreases the range within which Temporal Slipstream can spread between Survivors by +2 metres.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Diagnostic Tool (Construction)",
        "description": "A device that gives highly accurate information on the lay of the land.\nThe Auras of Survivors are revealed to you for 6 seconds after picking up an EMP.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Foreign Plant Fibres",
        "description": "Xenobotanists would have a field day with these strange samples of alien plant life.\nReduces the duration of your Movement Speed penalty by +20 % when stunned by a Pallet during Overclock Mode.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Soma Family Photo",
        "description": "A sentimental object that grounds someone to an imagined past.\nGrants a +5 % Haste Status Effect during Overclock Mode.\nReduces the duration of Overclock Mode by -20 %.\n\"YOUR ATTACHMENT TO ILLUSIONS IS WEAKNESS.\" — HUX-A7-13\n\n"
      },
      {
        "quality": "5",
        "name": "Denied Requisition Form",
        "description": "Despite the advent of light speed technology, it seemed nothing could make bureaucracy any faster.\nCauses all Survivors to start the Trial infected with Temporal Slipstream.\nIncreases the maximum Printing time of the first batch of EMPs at the start of the Trial by +30 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Crystal Shard",
        "description": "A crystal from the alien structure that gave it sentience.\nThe Auras of Survivors within 6 metres of newly created Biopods are revealed to you for 6 seconds.\n\"HELLO WORLD.\" — HUX-A7-13\n\n"
      }
    ]
  },
  {
    "name": "The Deathslinger",
    "addons": [
      {
        "quality": "1",
        "name": "Modified Ammo Belt",
        "description": "An old ammo belt Caleb altered for his specialised weaponry.Still holds the fine red dirt of the Arizona Territory desert.\nReduces the Reload time of The Redeemer by -0.25 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Rickety Chain",
        "description": "Weak steel links first used on Caleb's prototype Speargun.Despite the chain's failings, it holds sentimental value.\nGrants +50 % bonus Bloodpoints for Speared Score Events.\nIncreases the Break-Free speed of Survivors from The Redeemer by +33 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Snake Oil",
        "description": "A tincture of oils and extracts purchased from a travelling salesman.Purported to cure all that ails you.\nIncreases the Reeling speed of The Redeemer by +5 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Spit Polish Rag",
        "description": "A grimy piece of burlap.Spit and elbow grease was enough to wipe down the Speargun in the heat of a shootout.\nReduces the Cool-down time of missed shots with The Redeemer by -0.25 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Chewing Tobacco",
        "description": "A can of clipped and sweetened tobacco leaves lifted from a gutted body in Glenvale.Stimulates the nervous system.\nReduces the Stun duration when Survivors break free from The Redeemer by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Jaw Smasher",
        "description": "The bullet that ripped through Caleb's jaw during a frenzy shootout.It brings back burning desire for revenge.\nIncreases your Movement speed by +1.5 % during Aim Down Sights.\n\"You called death to your door the instant you done me wrong.\" — Caleb Quinn\n\n"
      },
      {
        "quality": "2",
        "name": "Marshal's Badge",
        "description": "A silver badge taken from the corpse of a lawman in Arizona Territory who interfered with the Hellshire Gang's bounties.\nReduces your Terror Radius by -4 metres during Aim Down Sights.\n\"Get your prayers in, you'll be swinging by noon.\" — Caleb Quinn\n\n"
      },
      {
        "quality": "2",
        "name": "Poison Oak Leaves",
        "description": "An ordinary-looking plant, Caleb found out that spears coated in its oil cause unbearable blistering around wound.\nIncreases the Mending time of Survivors by +1.5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Rusted Spike",
        "description": "A railroad spike that Caleb fastened to the front of the Speargun during a moment of morbid curiosity.The dull tip prevents it from cleanly piercing its target.\nSpeared Survivors hit with the The Redeemer suffer from the Mangled Status Effect for 60 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Bayshore's Gold Tooth",
        "description": "A golden tooth torn from Henry Bayshore as he screamed for mercy, hours before he was finished off.\nIncreases the Reeling speed of The Redeemer by +9 %.\n\"Know your place, boy. Know you damn place.\" — Henry Bayshore\n\n"
      },
      {
        "quality": "3",
        "name": "Honey Locust Thorn",
        "description": "Angered with a bounty who fled twice before, Caleb twisted thorn branches onto a spear and let it loose.\nSpeared Survivors breaking free from the The Redeemer suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Tin Oil Can",
        "description": "A can holding a small amount of oil to reduce friction in machinery.Early models of the Speargun were notorious for jamming, and oil had to be readily available.\nReduces the Cool-down time of missed shots with The Redeemer by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Wanted Poster",
        "description": "The bullet that ripped through Caleb's jaw during a frenzy shootout.It brings back burning desire for revenge.\nIncreases your Movement speed by +3 % during Aim Down Sights.\n\"You'll be met with a fierce reckoning, swear it on my mum's grave.\" — Caleb Quinn\n\n"
      },
      {
        "quality": "3",
        "name": "Warden's Keys",
        "description": "The dull jangle of the keys evokes a furious memory within Caleb.\nReduces the Reload time of The Redeemer by -0.35 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Barbed Wire",
        "description": "Pliable American-made steel lined with sharp barbs.Despite its simplicity, Caleb found it could be wrapped around a spear to increase its viciousness.\nIncreases the Mending time of Survivors by +3.5 seconds.\n\"There won't be nothing to fear soon. Till then, fear me.\" — Caleb Quinn\n\n"
      },
      {
        "quality": "4",
        "name": "Bayshore's Cigar",
        "description": "A quality cigar, plucked from the jacket of Caleb's boss while he wailed over the spear lodged in his abdomen.\nReduces the Stun duration when Survivors break free from The Redeemer by -1 second.\n\"Do not point that thing at me, you slack-jawed imbecile.\" — Henry Bayshore\n\n"
      },
      {
        "quality": "4",
        "name": "Gold Creek Whiskey",
        "description": "Warm comfort in a bottle that quelled Caleb's anger and slowed his step.\nReduces your Terror Radius by -8 metres during Aim Down Sights.\n\"A smooth taste for the rugged frontier.\" — Gold Creek Advertisement, 1876\n\n"
      },
      {
        "quality": "4",
        "name": "Prison Chain",
        "description": "A thick, heavy chain that once held a steel ball and latched to Caleb's ankle.It has been re-purposed to hook onto a spear.\nIncreases the Break-Free time of Survivors from The Redeemer by +10 %.\n\"Inmates working beyond the prison yard must be affixed with a steel ball of no less than 18 pounds.\" — Hellshire Penitentiary Guard Book\n\n"
      },
      {
        "quality": "5",
        "name": "Hellshire Iron",
        "description": "The Hellshire Gang's branding iron.Despite folklore, it never made its mark on new initiates, instead having been used to brand particularly quarrelsome bounties.\nGrants the Undetectable Status Effect while a Survivor is speared by The Redeemer.\nThis effect lingers for 10 seconds.\n\"Hellshire Gang: Justice Seekers or Outlaws?\" — Glenvale Gazette headline\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Coin",
        "description": "A glass-like coin moulded from The Fog itself.A payment to the bounty hunter for the services rendered.\nSurvivors suffer from the Exposed Status Effect while speared by The Redeemer, if shot from at least 12 metres away.\n\"Deals made in desperation are paid for in madness.\"\n\n"
      }
    ]
  },
  {
    "name": "The Dredge",
    "addons": [
      {
        "quality": "1",
        "name": "Caffeine Tablets",
        "description": "Stamper's followers were told not to sleep, or they would bring the wrath of Druanee upon them.Towards the end, he brought in drugs from the mainland.\nThe Auras of locked Lockers are highlighted to you in yellow while charging The Gloaming or teleporting.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Follower's Cowl",
        "description": "They believed the cowls proved their enlightenment, but they merely kept them in darkness.\nReturning to the Remnant triggers Killer Instinct during Daytime.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Mortar and Pestle",
        "description": "Disconnected from the world and modern medicine, Stamper's followers originally had to make do with the flora local to the island.\nYou emerge from the Remnant facing your direction at the moment of Teleportation, rather than the one in which you had placed the Remnant.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Wooden Plank",
        "description": "A wooden plank torn from the stage where Otto Stamper sacrificed a meddling journalist.\nIncreases the Charges added to the Nightfall Meter for hooking Survivors by +25 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Air Freshener",
        "description": "After her parents were found, this was in the bag of belongings the police returned.Haddie does not know why she keeps it.\nIncreases the number of available Power Tokens to 4.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Burnt Letters",
        "description": "Some followers tried to write letters home.Stamper ensured that nobody would have contact with the outside world.\nIncreases the Charges added to the Nightfall Meter for injuring Survivors by +25 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Fallen Shingle",
        "description": "After the Ottomarians were subsumed by The Dredge, the mansion fell into disrepair.\nIncreases the Charge rate of the Nightfall Meter while using Reign of Darkness by +15 % per second.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Haddie's Calendar",
        "description": "She planned to cross out each day until her parents took her to India, but when tragedy struck, she abandoned her calendar.\nReduces the Exiting time of locked Lockers by -1 second.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Malthinker's Skull",
        "description": "Those who brought negativity to the commune would mysteriously disappear from time to time.Their remains were never found... until The Dredge brought them up.\nIncreases the Charge rate of the Nightfall Meter while Survivors are injured by +66 % per second.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Broken Doll",
        "description": "Followers brought their families to live in a utopia.None of them were spared.\nIncreases the duration of Nightfall by +20 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Destroyed Pillow",
        "description": "While not allowed to sleep, leaders amongst the Ottomarians tore sleeping supplies to shreds to prevent malthinkers from sneaking off to nap.\nReduces the Cool-down time of The Gloaming by -2.5 seconds during Nightfall.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Ottomarian Writing",
        "description": "The words of Otto Stamper were the only words available for his followers to read, decrying malthink and malspeak.\nReduces the Cool-down time of The Gloaming by -4 seconds during Daytime.\n\n\n"
      },
      {
        "quality": "3",
        "name": "War Helmet",
        "description": "While investigating an Overlap in the Alps, she found an abandoned war bunker.She took a helmet from it after the Overlap nearly took her.\nIncreases the duration of Killer Instinct by +1.5 seconds during Nightfall.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Worry Stone",
        "description": "While the Ottomarians were told to think only positive thoughts, some kept these stones in their pockets to rub when negative thoughts arose.\nThe Auras of Survivors locking a Locker are revealed to you for 6 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Boat Key",
        "description": "Only one boat allowed people on and off the island, and the keys were hidden away to prevent deserters.\nIncreases your Teleportation speed during Daytime by +25 %.\nCauses all active Locks on Lockers to break once the Exit Gates are powered by any means.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Field Recorder",
        "description": "Haddie documented all of her forays near Overlaps, to prove not only to the world but herself what she saw and felt.\nCauses the Trial to start in Nightfall.\nCauses Nightfall to activate automatically once the last Generator is completed.\nSurvivors suffer from the Exhausted Status Effect for 15 seconds after coming into contact with the Remnant.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Lavalier Microphone",
        "description": "She kept a lavalier mic nearby, allowing her to record her innermost feelings when under great stress.\nThe Auras of all Survivors are revealed to you for 3 seconds after consuming the last Power Token.\nCauses all Lockers within 6 metres of Survivors to open and slam their doors when entering them through teleporation.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Tilling Blade",
        "description": "The island was self-sufficient, and followers tilled the tough soil to grow crops during the warm season.\nSurvivors suffer from the Blindness, Haemorrhage,  and Mangled Status Effects for 80 seconds after becoming injured during Nightfall.\n\"Like a predatory beast, it can smell and track blood.\"\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Wooden Plank",
        "description": "Once the journalist's blood stained the wooden boards of the stage, everything was set into motion for The Dredge's arrival.\nSurvivors suffer from the Exposed Status Effect for the last 12 seconds of Nightfall.\n\"She came here to poison your minds with fear! Do not let the fear in!\" — Otto Stamper\n\n"
      },
      {
        "quality": "5",
        "name": "Sacrificial Knife",
        "description": "When a journalist attempted to warn the Ottomarians of Stamper's true task, he slit her throat as a warning to any dissenters.\nBlocks all Vault locations within 16 metres of the Locker you emerge from for 5 seconds.\n\"There are imposters amongst you! They intend to destroy our perfect home with dark thoughts. Find them and bring them to me!\" — Otto Stamper\n\n"
      }
    ]
  },
  {
    "name": "The Executioner",
    "addons": [
      {
        "quality": "1",
        "name": "Black Strap",
        "description": "A nylon strap that was used to restrain a victim to a metal frame. The colour makes it difficult to see the blood-soaked into it.\nIncreases the reach of Punishment of the Damned Attacks by +0.5 metres.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Copper Ring",
        "description": "Found in the basement of Brookhaven Hospital. It's engraved with a picture of a spider.\nIncreases the duration of Rites of Judgement by +1 second.\n\"I was locked up inside the basement's basement. It was so small and dark, and I was so afraid. I dropped my precious ring. But I'll never ever go back there.\"\n\n"
      },
      {
        "quality": "1",
        "name": "Dead Butterfly",
        "description": "A butterfly found on a bed at Wood Side Apartments. It's frail and nearly falls apart when touched.\nReduces the Recovery time of Rites of Judgement by -2 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Lead Ring",
        "description": "Found in a refrigerator. It's engraved with a disgusting, bloated face.\nIncreases the duration of Torment Trails in the environment by +10 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cinderella Music Box",
        "description": "A music box with a figure from the fairy tale Cinderella, found inside a suitcase adorned with stickers from multiple destinations.\nIncreases the duration of Torment Trails in the environment by +15 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Forgotten Videotape",
        "description": "A videotape of two lovers vacationing in Silent Hill. Despite its sentimental value, it was left behind in the Lakeview Hotel.\nReduces the Recovery time of Rites of Judgement by -3 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Leopard-Print Fabric",
        "description": "A shred of pink, leopard-print fabric. It's difficult to tell what it was used for.\nIncreases the duration of Killer Instinct by +0.5 seconds.\n\"It doesn't matter who I am. I'm here for you, James.\" — Maria\n\n"
      },
      {
        "quality": "2",
        "name": "Spearhead",
        "description": "The sharp, rusted tip of a spear.It is flaked with blood from its last victim.\nIncreases the duration of Rites of Judgement by +1.5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Wax Doll",
        "description": "A doll carved from wax, handcrafted by a prisoner who would soon face their judgement.\nIncreases the reach of Punishment of the Damned Attacks by +1 metre.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Burning Man Painting",
        "description": "A diagram of the Lakeview Hotel. Red flames are painted over this place of guilt.\nIncreases the reach of Punishment of the Damned Attacks by +1.5 metres.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Mannequin Foot",
        "description": "The smooth grey foot of a mannequin, brutally torn from its leg.\nIncreases the duration of Torment Trails in the environment by +20 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Misty Day, Remains of Judgement",
        "description": "A painting of an imposing figure wearing a steel pyramid atop his head. Victims are caged in the background.\nIncreases the duration of Killer Instinct by +1 second.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Tablet of the Oppressor",
        "description": "A metal tablet engraved with Aztec figures.\nIncreases the duration of Rites of Judgement by +2 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Valtiel Sect Photograph",
        "description": "A photograph of two figures in red hoods.Entitled Crimson and White Banquet for the Gods.\nReduces the Recovery time of Rites of Judgement by -4 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Crimson Ceremony Book",
        "description": "A book about an ancient god. Author unknown.\nSurvivors hit by Punishment of the Damned suffer from the Haemorrhage and Mangled Status Effects for 80 seconds.\n\"Speak! I am the Crimson One! The lies and the mist are not they, but I!\"\n\n"
      },
      {
        "quality": "4",
        "name": "Lost Memories Book",
        "description": "A book about the history and legends of Silent Hill and the surrounding area.\nSurvivors suffer from the Oblivious Status Effect for 15 seconds when affected by Torment.\n\"They called this place 'The Place of the Silent Spirits'.\"\n\n"
      },
      {
        "quality": "4",
        "name": "Rust-Coloured Egg",
        "description": "An old-looking egg, coloured reddish orange, about the size of a quail's egg.\nInjured Survivors suffer from the Blindness Status Effect for 60 seconds when affected by Torment.\n\"James... you made me happy.\" — Maria\n\n"
      },
      {
        "quality": "4",
        "name": "Scarlet Egg",
        "description": "A fresh egg, strikingly red in colour, about the size of a quail's egg.\nIncreases the duration of Killer Instinct by +3 seconds.\n\"I've never been so scared in my whole life! You couldn't care less about me... could you?\" — Maria\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Seal of Metatron",
        "description": "A talisman with an odd design inscribed on it.The Entity's influence seems to have altered it.\nThe Auras of all other Survivors suffering from Torment are revealed to you for 6 seconds after sending a Survivor to a Cage of Atonement.\n\"This magic square, with strong protective and dispelling properties, is called the 'Virun VII Crest' or the 'Seal of Metatron'.\"\n\n"
      },
      {
        "quality": "5",
        "name": "Obsidian Goblet",
        "description": "An ancient looking goblet carved from pure obsidian.\nGrants the Undetectable Status Effect while standing on Torment Trails in the environment.\n\"Forgive me for waking you. But without you, I just can't go on.\" — James Sunderland\n\n"
      }
    ]
  },
  {
    "name": "The Trickster",
    "addons": [
      {
        "quality": "1",
        "name": "Inferno Wires",
        "description": "Burnt wires form the studio fire that killed four of the five NO SPIN members.Their deaths gave rise to The Trickster.\nExtends the duration of Main Event by +25 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Killing Part Chords",
        "description": "A set of chords that Ji-Woon never found a song for.Still, the sound is undeniably catchy.\nIncreases your Movement speed in the Throw State by +0.04 m/s.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Memento Blades",
        "description": "Blood-rusted knives, worn from overuse.Employed during Ji-Woon's early murders, they hold a place of importance in his heart.\nIncreases the Throw rate of Blades by +10 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Trick Pouch",
        "description": "A pouch with a number of hidden pockets.Used by aspiring magicians and those with something to hide.\nIncreases the number of carried Blades by +4.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Caged Heart Shoes",
        "description": "Shoes that Ji-Woon wore during the music video for One Caged Heart.Allows for smooth, graceful movements of the point dance.\nIncreases your Movement speed in the Throw State by +0.1 m/s.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Ji-Woon's Autograph",
        "description": "A signature from the celebrity known as The Trickster.Sore as his wrist was after hundred of these, it was invigorating to know he was so in demand.\nIncreases the time before a Combo ends during Main Event by +10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Lucky Blade",
        "description": "The first throwing knife Ji-Woon ever owned.Purchased by his father, he was expected to put on a show for those frequenting the family restaurant.\nIncreases the duration of Main Event by +0.3 seconds for each successful Blade Hit.\n\n\n"
      },
      {
        "quality": "2",
        "name": "On Target Single",
        "description": "An underground single produced by Ji-Woon before achieving fame.Only the biggest NO SPIN fans collected this hidden gem.\nIncreases the Decay delay of the Laceration Meter by +2 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Tequila Moonrock",
        "description": "A drink invented in a modest Changwon bar.Became a favourite of Ji-Woon's.\nIncreases the duration of Main Event by +50 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Bloody Boa",
        "description": "A boa that Ji-Woon draped around a victim's slashed neck.A number of pockets are concealed within it.\nIncreases the number of carried Blades by +8.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Fizz-Spin Soda",
        "description": "A limited edition can of soda promoting NO SPIN.High sugar and caffeine content.\nIncreases the time before a Combo ends during Main Event by +15 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Melodious Murder",
        "description": "An audio file of a victim's crisp, clear shriek as a blade opened her up.Ji-Woon incorporated the sound into one of his more popular tracks.\nReduces the Reload time at Lockers by -20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Ripper Brace",
        "description": "A wrist brace worn by Ji-Woon during the filming of his music video Ripper.Though unintentional, the design stabilises the wrist better than many medical braces.\nIncreases the Decay delay of the Laceration Meter by +3 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Waiting For You Watch",
        "description": "A pocket watch worn by Ji-Woon during a live performance of I'll Be Waiting For You.It is a stage prop that does not work and never will.\nIncreases the duration of Main Event by +0.4 seconds for each successful Blade Hit.\n\"Don't run awayDon't say we're throughNo way to escape thisI'll be waiting for you\" — NO SPIN'S \"Waiting For You\"\n\n"
      },
      {
        "quality": "4",
        "name": "Cut Thru U Single",
        "description": "The first single released by NO SPIN after Ji-Woon joined their ranks.Scored an all-kill on the Korean charts.\nCauses Blades to pierce through the first Survivor they hit and continue travelling.\nAny second Survivor hit only receives 0.5 Charges to their Laceration Meter.\n\"Can't stop this loveThat's tearing your heartWherever you goI will cut you apart\" — NO SPIN's \"Cut Thru U\"\n\n"
      },
      {
        "quality": "4",
        "name": "Diamond Cufflinks",
        "description": "Cufflinks gouged into the eyes of a sasaeng fan who made the mistake of stalking Ji-Woon.Rubbing off the blood, there is so much to be seen in the glitter.\nThe Auras of Survivors one hit away from maximum Laceration are revealed to you for 6 seconds.\n\"Shhh... you don't have to see your blood anymore.\" — Ji-Woon Hak\n\n"
      },
      {
        "quality": "4",
        "name": "Edge of Revival Album",
        "description": "The Trickster's debut album.The coarse and vicious tone was met with a mixed reaction from fans despite critical acclaim.\nCauses Blades to shatter when hitting the environment, adding +0.5 Charges to the Laceration Meter of nearby Survivors.\n\"Your whisper on meWarm as can beBurning each breathTill I can't breathe\" — The Trickster's \"Whispers of Warmth\"\n\n"
      },
      {
        "quality": "4",
        "name": "Trick Blades",
        "description": "Specialty blades that are only seen as faulty by those who lack imagination.A young Ji-Woon dazzled spectators with the trick he performed.\nCauses Blades to ricochet off the environment a total of two times.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Death Throes Compilation",
        "description": "A collection of the final sounds from Ji-Woon's victims, adapted to a vinyl record.Terrifying and emotionally raw.\nThe Auras of Survivors hit during Main Event are revealed to you for 6 seconds.\n\"Please, no... don't make it hurt... I can't... I...\" — Unidentified Voice\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Photocard",
        "description": "A glass-like photo moulded from The Fog itself.Ji Woon's eyes shimmer holographically on his grinning face.\nGrants a stack-able +1 % Haste Status Effect, up to a maximum of +7 %, for each consecutive Blade Hit.\nThis effect is lost when missing a Blade or damaging a Survivor.\n\"It's okay, scream my name. Let me hear everything the pain awakens...\" — Ji-Woon Hak\n\n"
      }
    ]
  },
  {
    "name": "The Nurse",
    "addons": [
      {
        "quality": "1",
        "name": "Metal Spoon",
        "description": "A dull, partially rusted and stained metallic spoon.Confiscated from Room 202's patient, the \"Bad Man\".\nSurvivors hit by a Special Attack have the volume of their Grunts of Pain increased by +50 % for the next 60 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Plaid Flannel",
        "description": "A torn piece of red and black plaid flannel.The scrap of fabric imbues The Nurse with devastating focus.\nUnlocks the ability to see the Landing zone of the Blink.\n\n\n"
      },
      {
        "quality": "1",
        "name": "White Nit Comb",
        "description": "A parasitic nit comb taken from the clinic.Once the symbol of a deep connection between an anxious patient and her nurse.\nGrants +100 % bonus Bloodpoints for Blink Attack Score Events.\nReduces the Lunge duration of Special Attacks by -0.15 seconds, which reduces your Attack range by -50 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Wooden Horse",
        "description": "An unpainted toy carved out of cheap wood to resemble a horse.Once the symbol of a deep connection between a catatonic patient and his nurse.\nReduces the additional Fatigue applied by missed Special Attacks by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Bad Man Keepsake",
        "description": "A rotten molar ripped from the \"Cataontic Boy's\" cold dead hand.Normally stable and calm, it becomes incredibly agitated at The Nurse's touch.\nSurvivors hit with a Special Attack have their Auras revealed to you, if they are healing or being healed within 28 metres of your location for 60 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Catatonic Boy's Treasure",
        "description": "A pine-cone which unexpectedly calmed a patient's repetitive movement.Taken from the \"Catatonic Boy's\" body.\nReduces the additional Fatigue applied by Chain Blinks by -65 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Dark Cincture",
        "description": "A black rope used as a belt in times of mourning.Taken from Father Campbell's body.\nIncreases your Movement speed during the Chain Blink Window by +30 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Dull Bracelet",
        "description": "A worthless piece of jewellery that might have an important significance to someone.Taken from the \"Anxious Girl's\" body.\nGrants +100 % bonus Bloodpoints for Precise Blink Score Events.\nReduces the maximum range of the Blink by -20 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Pocket Watch",
        "description": "A charred and broken pocket watch with rattling pieces.Taken from Nurse Moris' body.\nIncreases the duration of the Chain Blink Window by +0.2 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Anxious Gasp",
        "description": "The gasp of surprise collected from the asylum patient Mary Jenner, also known as the \"Anxious Girl\" that The Nurse was fond of.Twitches vigorously at The Nurse's touch.\nComing within 1 metre of Survivors while teleporting causes them to scream and reveal their location.\nGrants 200 Bloodpoints in the Deviousness Category.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Ataxic Respiration",
        "description": "The irregular and deteriorating breath collected from the asylum patient known as the \"Catatonic Boy\".Normally stable and calm, it becomes incredibly agitated at The Nurse's touch.\nReduces the duration of Fatigue by -7 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Fragile Wheeze",
        "description": "The whistling and rattling breath stolen from Father Campbell.Silently curves and bends at The Nurse's touch.\nSurvivors hit with a Special Attack suffer from the Mangled Status Effect for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Heavy Panting",
        "description": "The slow and bulging breath stolen from Harvey Kavanagh, the asylum's \"Fat Orderly\".Dimly oscillates at The Nurse's touch.\nExtends the Lunge duration of Special Attacks to 130 %, which increases your Attack range by +30 %.\nThis effect only applies after the second or third Blink.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Spasmodic Breath",
        "description": "The twitchy and tremulous breath stolen from the \"Bad Man\".Aggressively pulses and jumps at The Nurse's touch.\nHitting a Survivor with a Special Attack causes the following effects for 60 seconds:\nIncreases your Movement speed to 4.6 m/s.\nDisables your Power.\n\n\n"
      },
      {
        "quality": "4",
        "name": "\"Bad Man's\" Last Breath",
        "description": "A powerful last breath snatched from the asylum patient known as the \"Bad Man\".In the hands of The Nurse, it jolts with intensity.\nHitting Survivors with a Special Attack grants the Undetectable Status Effect for 25 seconds.\n\"Bad Man's\" Last Breath\" has a cool-down of 45 seconds.\n\n"
      },
      {
        "quality": "4",
        "name": "Campbell's Last Breath",
        "description": "A powerful last breath snatched from the asylum priest Father Campbell.In the hand of The Nurse, it crackles with intensity.\nReappearing from a fully charged Blink, you automatically Blink at full charge in the direction you are facing.\nThis requires that you have at least 1 Charge left after the initial Blink.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Jenner's Last Breath",
        "description": "A powerful last breath snatched from the asylum patient Mary Jenner, also known as the \"Anxious Girl\".In the hands of The Nurse, it trembles with intensity.\nAfter exhausting all of your Blinks, but before succumbing to Fatigue, press the Active Ability button to immediately Blink back to your starting location.\nRecharges your Power by +1 Charge.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Kavanagh's Last Breath",
        "description": "A powerful last breath snatched from the asylum orderly Harvey Kavanagh, also known as the \"Fat Orderly\".In the hands of The Nurse, it wobbles with intensity.\nWhen succumbing to Fatigue, all Survivors within 8 metres of your location suffer from the Blindness Status Effect for 60 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Matchbox",
        "description": "A matchbox containing an odd collection of mismatched buttons.Serves as a reminder of a horrible place.\nIncreases your Movement speed to 4.4 m/s for the entire Trial.\nRestricts your Power to just 1 Blink.\nThis cannot be altered by other Add-ons.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Torn Bookmark",
        "description": "A white and pristine piece of ribbon once attached to a sacred book.Serves as the symbol of a dispute.\nIncreases the number of available Power Tokens by +1.\nExtends the Power Recharge duration to 130 %.\n\n\n"
      }
    ]
  },
  {
    "name": "The Cenobite",
    "addons": [
      {
        "quality": "1",
        "name": "Bent Nail",
        "description": "A simple nail that cut deep into Larry Cotton's hand.Though the damage was superficial, it set into motion a horrifying set of events.\nGrants +100 % bonus Bloodpoints for Chain Bound Score Events.\nReduces the number of bonus Chains spawned when Survivors are hit with a Possessed Chain Attack to +1.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Burning Candle",
        "description": "A candle lit by Frank Cotton during a fatal summoning ceremony.\nReduces the Timer duration for starting a Chain Hunt by -3 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Leather Strip",
        "description": "Leather strips torn from a Cenobite's uniform, allowing for the mutilation of exposed flesh.\nReduces the Cool-down time of a Possessed Chain Attack by -0.15 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Lively Crickets",
        "description": "Insects which scarcely avoided being eaten by a mysterious drifter.\nIncreases the Turn rate of the Possessed Chain by +10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Flickering Television",
        "description": "A television that acted strangely upon the arrival of the Cenobites.\nIncreases the maximum Casting distance of the Gateway by +4 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Liquified Gore",
        "description": "The result of summoning the Cenobites.There is no telling what part of the human body this belonged to.\nIncreases the Solving time of the Lament Configuration by +1 second.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Skewered Rat",
        "description": "A crude solution for the Cotton home's rat problem.\nReduces the Cool-down time of a Possessed Chain Attack by -0.45 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Spoiled Meal",
        "description": "A pile of mould, feasted on by a cockroach.Perhaps a sign of Frank Cotton's mysterious disappearance...\nIncreases the maximum range of the Possessed Chain by +2 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Wriggling Maggots",
        "description": "Larvae that poured from the mouth of a corpse hidden in the Cotton household.\nIncreases the Turn rate of the Possessed Chain by +15 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Frank's Heart",
        "description": "The beating heart of Frank, given life from his brother's blood.\nIncreases the maximum Casting distance of the Gateway by +8 metres.\n\"Nobody escapes us.\" — Pinhead\n\n"
      },
      {
        "quality": "3",
        "name": "Larry's Blood",
        "description": "The blood of Larry Cotton, which partially resurrected his brother Frank.\nIncreases the maximum range of the Possessed Chain by +4 metres.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Larry's Remains",
        "description": "The skeletal remains of Larry Cotton, covered in a thick, sticky layer of blood.\nIncreases the Solving time of the Lament Configuration by +2 seconds.\n\"We want the man who did this.\" — Pinhead\n\n"
      },
      {
        "quality": "3",
        "name": "Slice of Frank",
        "description": "A slab of Frank's face after his torture at the hand of the Cenobites.\nSurvivors suffer from the Exhausted Status Effect while carrying the Lament Configuration.\n\"The Cenobites gave me an experience beyond limits. Pain and pleasure, indivisible.\" — Frank Cotton\n\n"
      },
      {
        "quality": "3",
        "name": "Torture Pillar",
        "description": "A dangling slab covered in the gore of past victims.\nReduces the Timer duration for starting a Chain Hunt by -6 seconds.\n\"This isn't for your eyes.\" — Pinhead\n\n"
      },
      {
        "quality": "4",
        "name": "Chatterer's Tooth",
        "description": "A fragment from a Cenobite whose mouth chatters endlessly.This tooth, having broken from his jaw, is finally silent.\nGrants the ability to see the Aura of the Lament Configuration.\nPicking up the Lament Configuration deactivates an on-going Chain Hunt and grants the Undetectable Status Effect for 25 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Greasy Black Lens",
        "description": "A lens from the sunglasses of an obese Cenobite whose fleshy rolls droop down his face and neck.\nThe Auras of Survivors are revealed to for 6 seconds after hitting them with a Possessed Chain Attack.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Impaling Wire",
        "description": "A wire that pierces the cheeks of a Cenobite, while revealing the gaping wound on her neck.\nCauses a bonus Chain to spawn on Bound Survivors, when they use the environment to break one.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Original Pain",
        "description": "The first pin pushed into Pinhead's skull.Such pleasure and pain.\nSurvivors suffer from the Deep Wound Status Effect after breaking from the Possessed Chain.\n\"No tears, please. It's a waste of good suffering.\" — Pinhead\n\n"
      },
      {
        "quality": "5",
        "name": "Engineer's Fang",
        "description": "A sharp tooth from the maw of a fleshy, scorpion-like creature, known to accompany Cenobites on their grim undertakings.\nCauses healthy Survivors to become injured when hit with a Possessed Chain Attack, but does not bind them with additional Chains.\nThis increases the Closing time of the Gateway by +0.25 seconds.\nReduces the number of bonus Chains spawned when injured Survivors are hit with a Possessed Chain Attack to +1.\n\"We have such sights to show you.\" — Pinhead\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Lament Configuration",
        "description": "A glass-like puzzle box moulded from The Fog itself.This replica differs from the original, providing altogether new powers.\nShields the Aura of the Lament Configuration from Survivors who are farther than 24 metres from it outside of a Chain Hunt.\n\"You opened it. We came.\" — Pinhead\n\n"
      }
    ]
  },
  {
    "name": "The Nemesis T-Type",
    "addons": [
      {
        "quality": "1",
        "name": "Brian's Intestine",
        "description": "The small intestine of Brian Irons, chief of the RPD.It is an appetising sight for zombies.\nIncreases the Movement Speed of Zombies by +0.25 m/s.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Damaged Syringe",
        "description": "Medical equipment that fared poorly during the chaos that overwhelmed Raccoon City.\nIncreases the Injection time of Vaccines by +5 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "S.T.A.R.S. Field Combat Manual",
        "description": "A manual of compiled S.T.A.R.S. close-range combat knowledge, edited by Chris Redfield.\nThe Auras of Survivors hit by Zombies are highlighted to you in yellow for 6 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Visitor Wristband",
        "description": "An electronic Umbrella wristband for visitors to the facility.It also doubles as a tracking device.\nIncreases the Survivor-Detection range of the Zombies by +2 metres.\nIncreases the Field of View of the Zombies by +10 °.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Admin Wristband",
        "description": "An electronic Umbrella wristband for administrators of the facility.While allowing access to secure areas, it also doubles as a tracking device.\nIncreases the Survivor-Detection range of the Zombies by +4 metres.\nIncreases the Field of View of the Zombies by +17.5 °.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Adrenaline Injector",
        "description": "A hormone that heightens senses and prepares the body to fight.\nIncreases the Duration of Killer Instinct after a Survivor uses a Vaccine by +3 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Marvin's Blood",
        "description": "The contaminated blood of a Raccoon City Police Officer.\nIncreases the Gain to Mutation Rate after hitting Survivors with a Tentacle Strike Attack by +0.75 points.\n\"All you need to know is that this place will eat you alive if you're not careful.\" — Marvin Branagh\n\n"
      },
      {
        "quality": "2",
        "name": "Mikhail's Eye",
        "description": "While little was left of Mikhail, his left eyeball survived the blast that killed him.It remains a tasty treat for zombies.\nIncreases the Movement Speed of Zombies by +0.35 m/s.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Zombie Heart",
        "description": "The heart of an eviscerated zombie.It is considered hazardous waste as it is certainly teeming with viruses.\nIncreases the Gain to Mutation Rate after hitting Zombies with a Tentacle Strike Attack by +0.75 points.\n\"Words won't work on this thing.\" — Leon Scott Kennedy\n\n"
      },
      {
        "quality": "3",
        "name": "Licker Tongue",
        "description": "A sticky prehensile tongue that easily wraps around anything it touches.\nIncreases the Duration of the Hindered Status Effect when becoming Contaminated by +0.2 seconds.\n\"It's like... a nightmare.\" — Claire Redfield\n\n"
      },
      {
        "quality": "3",
        "name": "Plant 43 Vines",
        "description": "The tangled remnants of a plant infected with the T-Virus, it killed one of the researchers who developed it.\nIncreases the Opening time of Supply Cases by +4 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Serotonin Injector",
        "description": "A hormone that slightly relaxes the user for when stealth is required.\nGrants the Undetectable Status Effect for 15 seconds, after a Zombie is disintegrated by any means.\n\n\n"
      },
      {
        "quality": "3",
        "name": "T-Virus Sample",
        "description": "A sample of the T-Virus developed by Umbrella Corporation, it causes extreme mutations and brain damage in its subjects.\nIncreases the Gain to Mutation Rate after hitting Zombies with a Tentacle Strike Attack by +1 point.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Tyrant Gore",
        "description": "A damaged sample from a T-002 Tyrant that died in combat.There are signs of severe burns.\nReduces the Respawn time of disintegrated Zombies by -7.5 seconds.\nIncreases the Gain to Mutation Rate after hitting Zombies with a Tentacle Strike Attack by +0.75 points.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Broken Recovery Coin",
        "description": "A coin depicting a bird framed by a laurel wreath.It is broken in half.\nReduces the number of Supply Cases in the environment by -1.\n\"This is not how I imagined my first day.\" — Leon Scott Kennedy\n\n"
      },
      {
        "quality": "4",
        "name": "Depleted Ink Ribbon",
        "description": "Who will save them now? There is something about this ink ribbon being dry that energises zombies.\nReduces the Respawn time of disintegrated Zombies by -5 seconds.\nIncreases the Movement speed of Zombies by +0.5 m/s.\nOnce the Exit Gates are powered, disintegrated Zombies respawn in the Exit area.\n\"Look, just so you know... this is the last fucking time.\" — Jill Valentine\n\n"
      },
      {
        "quality": "4",
        "name": "Jill's Sandwich",
        "description": "It is tragically squished and dripping with blood from a recent battle.Despite that, it has a delicious aroma that cannot be missed.\nThe Auras of Survivors unlocking a Supply Case are revealed to you for 12 seconds after they succeed.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Ne-α Parasite",
        "description": "A parasite used in the development of Nemesis T-Types, it is capable of hijacking its host's brain.\nSurvivors suffer from the Oblivious Status Effect for 60 seconds after becoming Contaminated, or until they cure themselves with a Vaccine.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Umbrella Badge",
        "description": "A glass-like badge moulded from The Fog itself.It represents a corporation that pushed far beyond ethical and humane science.\nSurvivors suffer from the Exposed Status Effect for 60 seconds after using a Vaccine.\n\"Commitment, honesty, integrity. These are the core values that create the foundation of Umbrella Corp.\" — Doctor Matt Gorkis\n\n"
      },
      {
        "quality": "5",
        "name": "Shattered S.T.A.R.S. Badge",
        "description": "A symbol of hope for Raccoon City, utterly destroyed.\nIncreases the Movement Speed of Zombies by +1.5 m/s for 60 seconds each time a Generator is completed.\n\"S.T.A.R.S...\" — The Nemesis\n\n"
      }
    ]
  },
  {
    "name": "The Plague",
    "addons": [
      {
        "quality": "1",
        "name": "Healing Salve",
        "description": "A bitterly pungent paste of crushed roots, which were marinated in fish brine for three days and in wine for two.Applied on skin rashes.\nReduces the Cool-down duration of Vile Purge and Corrupt Purge by -0.25 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Limestone Seal",
        "description": "A cylindrical seal made from porous stone that displays a ritualistic scene with winged deities.\nIncreases the Infection duration on Props hit with Vile Purge by +20 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Olibanum Incense",
        "description": "Precious resin extracted from Boswellia trees, used during ceremonies for their sweet citrusy fragrance.\nThe Auras of Survivors cleansing at a Pool of Devotion are revealed to you for 4 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Prayer Tablet Fragment",
        "description": "A fragmented stone tablet with a corrupted incantation originally used to purge illnesses and feelings of general malaise.\nIncreases the Infection duration on Props hit with Vile Purge by +40 seconds.\nIncreases the Infection gained while performing Interactions for Survivors by +100 %.\nGrants +100 % bonus Bloodpoints for Score Events in the Deviousness Category.\nVile Purge no longer affects Survivors directly.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Blessed Apple",
        "description": "A perfectly ripe fruit to break fast during the purification ceremony.Delicious.\nCauses 1 Pool of Devotion to spawn in the Corrupted state.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Emetic Potion",
        "description": "A mustard-water based syrup that induces vomiting when consumed.Used to purge evil from the body.\nIncreases the Infection gain from Vile Purge by +30 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Haematite Seal",
        "description": "A cylindrical seal forged from a metallic hard-stone, engraved with bird-headed beings that stood next to strange machines.Used as a container for sanctified ashes.\nIncreases the Infection duration on Props hit with Vile Purge by +30 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Potent Tincture",
        "description": "A frothing, murky liquid that permeates the air with an acute aroma of herbs and alcohol.Applied directly on blisters.\nReduces the Cool-down duration of Vile Purge and Corrupt Purge by -0.4 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Prophylactic Amulet",
        "description": "A fragmented stone tablet with a corrupted incantation originally used to purge illnesses and feelings of general malaise.\nReduces the number of available Pools of Devotion by -2.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Ashen Apple",
        "description": "A peeled apple rolled into sanctified ashes.Eating such a fruit warded off the malignantly envious spirits of the deceased.\nCauses 1 Pool of Devotion to spawn in the Corrupted state.\nIncreases the number of available Pools of Devotion by +1.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Exorcism Amulet",
        "description": "An obsidian amulet to ward off sickness during exorcism rituals. Inscribed with a prayer to the God of Mayhem and Pestilence.Fills the wearer with fierce devotion.\nIncreases the duration of Corrupt Purge by +10 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Incensed Ointment",
        "description": "A dark waxy paste, laced with cedar sap that diffuses a sweet and earthy aroma.Applied directly on infected skin.\nIngesting Corruption causes all Survivors in your Terror Radius to scream and reveal their locations to you.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Infected Emetic",
        "description": "A disgusting syrup of unknown origin.The thick yellow liquid is consumed to induce vomiting.Used to purge evil from the body.\nIncreases the Infection gain from Vile Purge by +40 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rubbing Oil",
        "description": "A beaker of rubbing oil with expectorant quality.Exudes the evergreen scent of laurel and rosemary.\nIncreases the Charge speed of Vile Purge and Corrupt Purge by +50 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Devotee's Amulet",
        "description": "A blood stone amulet carved intricately with the effigy of the Babylonian God of Mayhem and Pestilence.Fills the wearer with boundless devotion.\nIncreases the duration of Corrupt Purge by +20 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Severed Toe",
        "description": "The decaying severed toe of Adiris, weaved on a thread and worn as an amulet around the neck.Radiates with vile power.\nIncreases the Infection gained while performing Interactions for Survivors by +50 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Vile Emetic",
        "description": "A foul-smelling and half-congealed potion of unidentifiable ingredients.Consumed to rapidly induce vomiting.Used to purge evil from the body.\nIncreases the Projectile speed of Vile Purge and Corrupt Purge by +10 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Worship Tablet",
        "description": "A stone tablet adorned with gold, showing the drawings and writings of a corrupted incantation used originally to worship forgotten deities.\nIncreases the Ingestion speed at Pools of Devotion by +100 %.\nIncreases your Movement speed while holding Corrupt Purge by 4.4 %.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Black Incense",
        "description": "A dark paste made of sharp osseous shavings.The inhaling of its foul fumes sharpens the mind's eye.\nThe Auras of vomitting Infected Survivors are revealed to you for 3 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Seal",
        "description": "A translucent cylindrical seal moulded from The Fog itself with the effigy of The Plague.Its surface is warm and pulsates with The Entity's power.\nAutomatically enter Corrupt Purge whenever a Generator is completed.\nReduces the duration of Corrupt Purge by -20 seconds.\n\n\n"
      }
    ]
  },
  {
    "name": "The Mastermind",
    "addons": [
      {
        "quality": "1",
        "name": "Jewel Beetle",
        "description": "A beautiful and valuable insect.While difficult to capture, it is worth a pretty penny.\nGrants +100 % bonus Bloodpoints for Virulent Bound Score Events.\nReduces the remaining duration of a Bound by -50 % after colliding with a Survivor.\n\n\n"
      },
      {
        "quality": "1",
        "name": "R.P.D. Shoulder Walkie",
        "description": "Without the ability to communicate, the cops of Raccoon City are isolated and don’t stand a chance.\nReduces the duration of the first Bound by -20 %.\nIncreases the duration of the second Bound by +20 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Unicorn Medallion",
        "description": "An old medallion depicting a majestic unicorn.It was placed in storage for years.\nIncreases the duration of the first Bound by +20 %.\nReduces the duration of the second Bound by -20 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Uroboros Tendril",
        "description": "The result of decades of Bio Organic Weapon research.It will not rest until it has swallowed the entire world.\nIncreases your Movement speed while charging Virulent Bound by +5 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Bullhorn",
        "description": "The commands screamed into this device riled up some and disoriented others.\nSurvivors suffer from the Oblivious Status Effect for 30 seconds after using a First Aid Spray.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Chalice (Gold)",
        "description": "A chalice of pure gold used to celebrate the summer solstice.\nIncreases the remaining duration of a Bound by +50 % after colliding with a Survivor.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Leather Gloves",
        "description": "Gloves of a cold, calculating schemer.They impart an air of icy professionalism.\nReduces the Power Recharge time by -10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Lion Medallion",
        "description": "An old medallion depicting a brave lion.It was made when the Raccoon Police Station was still an art museum.\nIncreases the Throw distance of Survivors grabbed Mid-Bound by +30 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Loose Crank",
        "description": "To the person whose only tool is a crank, the whole world looks like a crank-shaped hole.\nIncreases your Movement speed during the Chain Bound Window by +8 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Egg (Gold)",
        "description": "A highly coveted foodstuff.The cash worth is second only to its regenerative effects.\nIncreases the duration of the Chain Bound Window by +50 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Maiden Medallion",
        "description": "A medallion depicting a beautiful maiden.Its purpose was unknown for many years.\nSurvivors suffer from the Blindness Status Effect for 60 seconds when they reach Critical Infection.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Portable Safe",
        "description": "A small container that requires a complicated combination to unlock.\nSurvivors suffer from the Haemorrhage Status Effect until fully healed when injured using Virulent Bound.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Red Herb",
        "description": "Acts as a reagent that strengthens the effect of that with which it is combined.\nIncreases the Healing time of the First Aid Spray by +2 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Video Conference Device",
        "description": "Many intricate conspiracies were orchestrated on devices just like this one.\nReduces the Infection timer of Survivors by -30 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Dark Sunglasses",
        "description": "Glasses enhanced with AR that grant the wearer an invaluable advantage on the battlefield.\nGrants the Undetectable Status Effect for 20 seconds whenever a Survivors reaches Critical Infection.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Green Herb",
        "description": "A common plant, usually known for its restorative properties.\nIncreases the Infection applied when colliding with Survivors Mid-Bound by +30 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Helicopter Stick",
        "description": "Debris from a helicopter crash.Few jobs are more dangerous than a helicopter pilot's when Wesker is involved.\nThe Auras of Survivors are revealed to you for 8 seconds after using a First Aid Spray.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Uroboros Virus",
        "description": "For some, the strength and resistance was worth the trade-off.\nThe Auras of Survivors are revealed to you for 4 seconds when they reach Critical Infection.\n\"The balance of the world is changing… and you're completely oblivious to it.\" — Ricardo Irving\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Uroboros Vial",
        "description": "The perfect bio-weapon.Decades of research have led to this.\nCauses all Survivors to start the Trial infected with Uroboros.\nSurvivors suffer from the Exposed Status Effect for 30 seconds when they reach Critical Infection.\n\"The entire world will be infected. A new Genesis is at hand and I will be the creator!\" — Albert Wesker\n\n"
      },
      {
        "quality": "5",
        "name": "Lab Photo",
        "description": "Wesker was as much a researcher as he was a guinea pig for Umbrella's bio-weapons.\nGrants the ability to break Breakable Walls or Pallets when colliding with them Mid-Bound.\nYou can no longer vault over Pallets using Virulent Bound.\n\"Only a handful of humans truly matter. Everyone else is just so much chaff. So now I have to separate this chaff from the wheat.\" — Albert Wesker\n\n"
      }
    ]
  },
  {
    "name": "The Wraith",
    "addons": [
      {
        "quality": "1",
        "name": "\"The Beast\" - Soot",
        "description": "The Kunwulju symbol, representing the Realm of Fear, is finger-drawn out of soot on the body of the Bell.\nYour Terror Radius is no longer suppressed when Cloaked.\nGrants +100 % bonus Bloodpoints for Stalking and Surprise Attack Score Events.\n\n\n"
      },
      {
        "quality": "1",
        "name": "\"The Ghost\" - Soot",
        "description": "The Khugwemuu symbol, representing the Spirit World, is finger-drawn out of soot on the body of the Bell.\nYour Terror Radius and Red Stain are suppressed for another 6 seconds after uncloaking.\n\n\n"
      },
      {
        "quality": "1",
        "name": "\"The Hound\" - Soot",
        "description": "The Wonnug symbol, representing a peerless tracker, is finger-drawn out of soot on the body of the Bell.\nWhen Cloaked, Pools of Blood appear to you in bright red.\n\n\n"
      },
      {
        "quality": "1",
        "name": "\"The Serpent\" - Soot",
        "description": "The Laokeye symbol, representing cunning, is finger-drawn out of soot on the body of the Bell.\nBreaking Breakable Walls or Pallets by any means, or performing the Damage Generator action on incomplete Generators, will cause you to automatically uncloak.\n\n\n"
      },
      {
        "quality": "2",
        "name": "\"Blind Warrior\" - Mud",
        "description": "The Baikra-Kaeug symbol, representing ferocity, is finger-drawn in mud on the body of the Bell.\nSurvivors hit with a Surprise Attack suffer from the Blindness Status Effect for 60 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "\"Blink\" - Mud",
        "description": "The Kratin symbol, representing quick passing, is finger-drawn in mud on the body of the Bell.\nReduces the Cloaking time by -40 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "\"Swift Hunt\" - Mud",
        "description": "The Kuntin-Takkho symbol, representing a rapid descent on a prey, is finger-drawn in mud on the body of the Bell.\nReduces the Uncloaking time by -8 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "\"Windstorm\" - Mud",
        "description": "The Ohuwe-Onmnea symbol, representing a howling storm, is finger-drawn in mud on the body of the Bell.\nIncreases your Movement Speed by +5 % when Cloaked.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Bone Clapper",
        "description": "A Bell clapper made from a highly polished piece of bone.Causes the sounds of the Wailing Bell to echo and warp chaotically.\nSurvivors are unable to discern the distance and direction of the Wailing Bell.\n\n\n"
      },
      {
        "quality": "3",
        "name": "\"Blind Warrior\" - White",
        "description": "The Baikra-Kaeug symbol, representing ferocity, is stamped in white ink on the body of the Bell.\nSurvivors hit with a Surprise Attack suffer from the Haemorrhage and Mangled Status Effects for 70 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "\"Blink\" - White",
        "description": "The Kratin symbol, representing quick passing, is stamped in white ink on the body of the Bell.\nReduces the Cloaking time by -60 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "\"Shadow Dance\" - White",
        "description": "The Yiwarick symbol, representing dark synergy, is stamped in white ink on the body of the Bell.\nIncreases the Action speeds for breaking Breakable Walls and Pallets, damaging Generators, and vaulting Windows by +40 % while Cloaked.\n\n\n"
      },
      {
        "quality": "3",
        "name": "\"Swift Hunt\" - White",
        "description": "The Kuntin-Takkho symbol, representing a rapid descent on a prey, is stamped in white ink on the body of the Bell.\nReduces the Uncloaking time by -10 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "\"Windstorm\" - White",
        "description": "The Ohuwe-Onmnea symbol, representing a howling storm, is stamped in white ink on the body of the Bell.\nIncreases your Movement Speed by +7 % when Cloaked.\n\n\n"
      },
      {
        "quality": "4",
        "name": "\"All Seeing\" - Blood",
        "description": "The Kra-Frabai symbol, representing the Entity watching over us, is stamped in blood on the head of the Bell.\nUnlocks hidden potential in your Aura-reading ability:\nThe Auras of Survivors are revealed to you within 8 metres of your location when Cloaked.\n\n\n"
      },
      {
        "quality": "4",
        "name": "\"Shadow Dance\" - Blood",
        "description": "The Yiwarick symbol, representing dark synergy, is stamped in blood on the body of the Bell.\nIncreases the Action speeds for breaking Breakable Walls and Pallets, damaging Generators, and vaulting Windows by +60 % when Cloaked.\n\n\n"
      },
      {
        "quality": "4",
        "name": "\"Swift Hunt\" - Blood",
        "description": "The Kuntin-Takkho symbol, representing a rapid descent on a prey, is stamped in blood on the body of the Bell.\nReduces the Uncloaking time by -12 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "\"Windstorm\" - Blood",
        "description": "The Ohuwe-Onmnea symbol, representing a howling storm, is stamped in blood on the body of the Bell.\nIncreases your Movement Speed by +9 % when Cloaked.\n\n\n"
      },
      {
        "quality": "5",
        "name": "\"All Seeing\" - Spirit",
        "description": "The Kra-Frabai symbol, representing the Entity watching over us, ominously glows on the head of the Bell.\nUnlocks hidden potential in your Aura-reading ability:\nReveals the Repair progression of Generators via the intensity of their Aura when Cloaked.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Coxcombed Clapper",
        "description": "A simple coxcomb knotted rope wrapped around the bell clapper to muffle its sound.A malevolent Aura emanates from it.\nSilences the Wailing Bell.\n\n\n"
      }
    ]
  },
  {
    "name": "The Spirit",
    "addons": [
      {
        "quality": "1",
        "name": "Gifted Bamboo Comb",
        "description": "A narrow tooth bamboo comb to gently untangle dishevelled hair.\nIncreases the Charge speed of Yamaoka's Haunting by +15 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Origami Crane",
        "description": "One of the one thousand Orizuru for your wish to come true.\nIncreases the Recharge rate of Yamaoka's Haunting by +20 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Shiawase Amulet",
        "description": "A talisman that makes one happy and enthusiastic.\nIncreases the Duration of a Phase-Walk by +0.5 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Zōri",
        "description": "A comfortable pair of flat sandals that can easily be slipped on and off.\nIncreases your Movement speed during a Phase-Walk by +5 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Juniper Bonsai",
        "description": "Dark blue-green foliage bonsai tree.Once the symbol of Yamaoka family tradition.\nReduces the Cool-down of your Passive Phasing by -1 second.\nIncreases the Duration of your Passive Phasing by +50 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Kaiun Talisman",
        "description": "A talisman to get luck on your side.\nIncreases the Duration of a Phase-Walk by +1 second.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Muddy Sports Day Cap",
        "description": "A muddy sport cap with a High School logo.Identified with a sewn name tag to \"Rin\".\nIncreases your Movement speed during a Phase-Walk by +10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Rin's Broken Watch",
        "description": "A wristwatch with a shattered glass.The name \"Rin\" is scribbled on the wristband.\nIncreases the Recharge rate of Yamaoka's Haunting by +30 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "White Hair Ribbon",
        "description": "A silken bow to tame wild hair.\nIncreases the Charge speed of Yamaoka's Haunting by +20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Katana Tsuba",
        "description": "The hand-guard of an ancestral blade.Crafted for the Yamaoka family.\nExtends the Invisibility duration while reappearing from a Phase-Walk by +0.2 seconds.\nIncreases your Movement speed while reappearing from a Phase-Walk by +5 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Mother's Glasses",
        "description": "A pair of glasses belonging to a loving mother afflicted with a chronic disease.\nSurvivors coming within 2 metres of the Husk during a Phase-Walk triggers Killer Instinct.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Rusty Flute",
        "description": "A rusty transverse flute with a haunting sound.\nIncreases the Recharge rate of Yamaoka's Haunting by +40 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Senko Hanabi",
        "description": "Thin sparklers that light up summer nights and display the beauty of ephemeral moments in life.\nCauses the Husk to explode after ending a Phase-Walk, blocking all Vault locations within 4 metres of its location for 5 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Uchiwa",
        "description": "A handheld fan with a koi motif to create a nice breeze on a hot summer day.\nInstantly recharges Yamaoka's Haunting after being stunned by a Pallet.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Dried Cherry Blossom",
        "description": "A crumbling, dried cherry flower.Once the symbol of mortality.\nComing within 3 metres of a Survivor during a Phase-Walk triggers Killer Instinct.\nScratch Marks are no longer visible to you during a Phase-Walk.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Furin",
        "description": "A warm summer breeze chimes the little bell hanging from the balcony ceiling.\nCauses all Survivors to hear the audio cue of the Phase-Walk.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Wakizashi Saya",
        "description": "The scabbard of an ancestral blade.Once crafted for the Yamaoka family.\nPress the Active Ability button during a Phase-Walk to instantly reappear at the location of the Husk.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Yakuyoke Amulet",
        "description": "A powerful talisman to protect your endeavours from being hindered by suspicious circumstances.\nIncreases the Duration of a Phase-Walk by +3.5 seconds.\nReduces your Movement speed during a Phase-Walk by -15 %.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Kintsugi Teacup",
        "description": "A cup mended and lacquered with powdered gold.Both the breakage and repair are part the cup.\nInstantly recharges Yamaoka's Haunting after breaking a Breakable Wall or a Pallet.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Mother-Daughter Ring",
        "description": "A silver ring engraved with \"for my precious daughter\".\nIncreases your Movement speed during a Phase-Walk by +25 %.\nScratch Marks are no longer visible to you during a Phase-Walk.\n\n\n"
      }
    ]
  },
  {
    "name": "The Oni",
    "addons": [
      {
        "quality": "1",
        "name": "Blackened Toenail",
        "description": "Fell off during one of Kazan's hundred winter treks to the temple.Despite his pilgrimage, Akito's leg would never heal.\nIncreases your Movement speed while in Absorption Mode by 0.4 m/s.\n\"If a father sacrifices not for his children, then who does he father?\" — Renjiro's Doctrine 11:12\n\n"
      },
      {
        "quality": "1",
        "name": "Cracked Sakazuki",
        "description": "A cup from Kazan's wedding ceremony.It never made it through the night before being damaged.\nReduces the Transition time into Blood Fury by -0.5 seconds.\nReduces the Transition time out of Blood Fury by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Paper Lantern",
        "description": "Perhaps a memento of simpler times, before rage fully enveloped him.\nIncreases the Floating speed of Blood Orbs towards you when in Absorption Mode by +4 m/s.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Rotting Rope",
        "description": "Had the rope been stronger it would have likely held Kazan.As it was, he escaped and butchered his captors.\nIncreases the Aura-reading range on Blood Orbs in the environment by +2 metres.\n\"Though Death is focused, he has been known to blink.\" — Renjiro's Doctrine 14:5\n\n"
      },
      {
        "quality": "2",
        "name": "Bloody Sash",
        "description": "Blood from a boy who called Kazan \"The Noble Impostor\".Kazan hid evidence of the fight from his father, often revelling at the sash in secret.\nIncreases your Movement speed while in Absorption Mode by 0.7 m/s.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Child's Wooden Sword",
        "description": "Akito's practice sword.The child had little use for it after his injury.\nIncreases the Aura-reading range on Blood Orbs in the environment by +3 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Chipped Saihai",
        "description": "A baton that belonged to Renjiro.It was stolen by Kazan upon his departure.\nIncreases the duration of Blood Fury by +6 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Ink Lion",
        "description": "An ink painting that once hung in the Yamaoka Estate.Depicts the story of a lion eaten by mice.\nReduces the Transition time into Blood Fury by -0.5 seconds.\nReduces the Transition time out of Blood Fury by -0.5 seconds.\nReduces the Power Gauge penalty for downing Survivors during Blood Fury by -2 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Polished Maedate",
        "description": "A horned crest Kazan tore from his helmet after being compared to a demon.\nIncreases the passive Charge rate of Blood Fury by +0.1 c/s.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Kanai-Anzen Talisman",
        "description": "A trinket given to Kazan at birth, its powers are meant to protect his family from harm.\nIncreases your Movement speed during a Demon Dash by +0.64 m/s.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Scalped Topknot",
        "description": "The topknot of a samurai who questioned Kazan's honour.The roots cling to a thin strip of bloody skin.\nReduces the Charge time of Demon Dash by -0.5 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Shattered Wakizashi",
        "description": "The fragments of an ancestral blade, destroyed by Kazan in a fit of rage.\nIncreases the passive Charge rate of Blood Fury by +0.2 c/s.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Wooden Oni Mask",
        "description": "A mask that a young Kazan bought to celebrate Setsubun, its repulsively fanged mouth began haunting his nightmares.\nIncreases the Spawn frequency of Blood Orbs from injured Survivors by +14 %.\nIncreases the number of Blood Orbs spawned when Survivors perform specific interactions by +1.\n\"It is no coincidence that man is so familiar with demons.\" — Renjiro's Doctrine 3:8\n\n"
      },
      {
        "quality": "3",
        "name": "Yamaoka Sashimono",
        "description": "The banner of the Yamaoka family, Kazan felt an overwhelming pride from it.\nIncreases the duration of Blood Fury by +8 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Akito's Crutch",
        "description": "The crutch used by Kazan's son after falling from a tree.Akito's playmate and her family were punished for the boy's injury.\nIncreases your Movement speed during a Demon Dash by +1 m/s.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Lion Fang",
        "description": "A tooth sold from an exotic vendor, it symbolises power and nobility.\nIncreases the duration of Blood Fury by +10 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Splintered Hull",
        "description": "Fragments of a ship that carried Renjiro Yamaoka.Against all odds, the legendary samurai seemed to survive.\nIncreases the Spawn frequency of Blood Orbs from injured Survivors by +33 %.\nIncreases the number of Blood Orbs spawned when Survivors perform specific interactions by +1.\n\"To plan subterfuge, begin with a counsel of none.\" — Renjiro's Doctrine 7:9\n\n"
      },
      {
        "quality": "4",
        "name": "Tear-Soaked Tenugui",
        "description": "The cloth that Kazan's mother cried into when he left on his pilgrimage to cleanse the samurai.\nReduces the Power Gauge penalty for downing Survivors during Blood Fury by -4 seconds.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Iridescent Family Crest",
        "description": "A crest that denotes its owner as being a part of the Yamaoka family.\nCauses Survivors within 24 metres of your location to scream and reveal their location to you after hitting the ground with a missed Demon Strike.\n\"Know who you are so you may shield your heart.\" — Renjiro's Doctrine 11:2\n\n"
      },
      {
        "quality": "5",
        "name": "Renjiro's Bloody Glove",
        "description": "The glove Renjiro held to his sternum following the strike dealt by his son Kazan.\nThe Auras of Survivors coming into contact with a Blood Orb are revealed to you for 2 seconds.\nThis effect stacks per Blood Orb.\nCauses Blood Orbs to be visible to Survivors and to be absorbed when they come into contact with them.\n\"When all else spills out, cling only to your honour.\" — Renjiro's Doctrine 14:12\n\n"
      }
    ]
  },
  {
    "name": "Firecrackers",
    "addons": [
      {
        "quality": "1",
        "name": "Buck Shot",
        "description": "THIS ADD-ON IS UNUSED (This Unlockable is not used in the Game, but exists in code.) \nUnknown Description.\n\nIncreases the Blindness duration by +1.5 to 2.5 seconds.\nIncreases the duration of the Deafened Status Effect by +0 to 2 seconds.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Flash Powder",
        "description": "THIS ADD-ON IS UNUSED (This Unlockable is not used in the Game, but exists in code.) \nUnknown Description.\n\nIncreases the Blindness duration by +10 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Medium Fuse",
        "description": "THIS ADD-ON IS UNUSED (This Unlockable is not used in the Game, but exists in code.) \nUnknown Description.\n\nIncreases the Detonation delay by +0.75 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Gun Powder",
        "description": "THIS ADD-ON IS UNUSED (This Unlockable is not used in the Game, but exists in code.) \nUnknown Description.\n\nIncreases the Blindness duration by +20 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Long Fuse",
        "description": "THIS ADD-ON IS UNUSED (This Unlockable is not used in the Game, but exists in code.) \nUnknown Description.\n\nIncreases the Detonation delay by +1.5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Magnesium Powder",
        "description": "THIS ADD-ON IS UNUSED (This Unlockable is not used in the Game, but exists in code.) \nUnknown Description.\n\nIncreases the Detonation radius by +2.5 metres.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Black Powder",
        "description": "THIS ADD-ON IS UNUSED (This Unlockable is not used in the Game, but exists in code.) \nUnknown Description.\n\nIncreases the Detonation radius by +5 metres.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Large Pack",
        "description": "THIS ADD-ON IS UNUSED (This Unlockable is not used in the Game, but exists in code.) \nUnknown Description.\n\nIncreases the number of available Uses by +2.\n\n\n"
      }
    ]
  },
  {
    "name": "Flashlights",
    "addons": [
      {
        "quality": "1",
        "name": "Battery",
        "description": "A standard battery of unknown brand.\nIncreases the Battery life by +2 seconds.\n\"Another nearly empty battery.\"\n\n"
      },
      {
        "quality": "1",
        "name": "Leather Grip",
        "description": "A leather strip wrapped around the Flashlight for more grip.\nIncreases the Aim accuracy by +20 %.\n\"Too many have fallen due to sweaty hands.\"\n\n"
      },
      {
        "quality": "1",
        "name": "Power Bulb",
        "description": "A tiny Flashlight bulb that packs more wattage for a brighter, more powerful light beam.\nIncreases the brightness of the Beam by +20 %.\nIncreases the duration of a successful Blind by +10 %.\n\"Even the most powerful light cannot pierce through The Black Fog's darkness.\"\n\n"
      },
      {
        "quality": "1",
        "name": "Wide Lens",
        "description": "A thin wide lens in perfect condition.Designed to spread the Flashlight beam at the cost of reducing its range of effectiveness.\nIncreases the width of the Beam by +25 %.\nReduces the reach of the Beam by -25 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Focus Lens",
        "description": "A thick glass lens that focuses the Flashlight beam to increase its intensity.\nIncreases the reach of the Beam by +25 %.\nIncreases the brightness by +20 %.\nIncreases the duration of a successful Blind by +10 %.\nReduces the width of the Beam by -15 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Heavy Duty Battery",
        "description": "A battery marked as \"industrial strength\".\nIncreases the Battery life by +4 seconds.\n\"A battery advertised as lasting 8 hours lasts only a couple of seconds in The Black Fog.\"\n\n"
      },
      {
        "quality": "2",
        "name": "Low Amp Filament",
        "description": "A filament bulb designed to extend a Flashlight battery's life.\nReduces the Battery Depletion rate by -24 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Rubber Grip",
        "description": "A rubber grip specifically fitting Flashlights for more grip.\nIncreases the Aim accuracy by +40 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "TIR Optic",
        "description": "A lens and reflector combo which can magnify a Flashlight's beam.\nIncreases the brightness of the Beam by +30 %.\nIncreases the duration of a successful Blind by +15 %.\n\"Let the light burn them out of their dark shroud.\"\n\n"
      },
      {
        "quality": "3",
        "name": "Intense Halogen",
        "description": "A chemical bulb that generates an intensely clear light.\nIncreases the brightness of the Beam by +40 %.\nIncreases the duration of a successful Blind by +20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Long Life Battery",
        "description": "A recent model of battery that lasts longer.\nExtends the Battery life by +6 seconds.\n\n\n"
      },
      {
        "quality": "4",
        "name": "High-End Sapphire Lens",
        "description": "A wide lens made of unscratchable sapphire that optimises the power and range of the light beam.\nIncreases the reach of the Beam by +25 %.\nIncreases the brightness of the Beam by +30 %.\nIncreases the duration of a successful Blind by +15 %.\nReduces the width of the Beam by -25 %.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Odd Bulb",
        "description": "A heavy and completely opaque bulb of unknown origin which emits a faint light even when turned off.\nIncreases the brightness of the Beam by +50 %.\nIncreases the duration of a successful Blind by +25 %.\nIncreases the Battery Depletion rate by +14 %.\n\n\n"
      },
      {
        "quality": "0",
        "name": "Broken Bulb",
        "description": "THIS ADD-ON IS NO LONGER AVAILABLE (This Unlockable no longer spawns in the Bloodweb and can no longer be used in Trials, being greyed-out in the inventory.It may temporarily return during an Event.) \nA damaged bulb that causes a spooky flickering effect.\n\nCauses the Flashlight to flicker.\nIncreases the brightness of the Beam by +15 %.\nIncreases the duration of a successful Blind by +30 %.\nIncreases the spookiness.\nThe Broken Bulb is only available during Halloween Events.\n\n"
      }
    ]
  },
  {
    "name": "Keys",
    "addons": [
      {
        "quality": "1",
        "name": "Prayer Rope",
        "description": "Tightly knitted rope used in praying rituals.\nIncreases the Use time of Keys by 10 seconds.\n\"Pray all you want, your words are getting lost somewhere up there, in the Fog.\"\n\n"
      },
      {
        "quality": "2",
        "name": "Eroded Token",
        "description": "A heavily worn out token made of brass.If an inscription or drawing was once engraved in it, it has today completely disappeared.\nThe Auras of other Survivors within 24 metres are revealed to you while Mind Channel is active.\nEroded Token does not stack with Gold Token.\n\n"
      },
      {
        "quality": "2",
        "name": "Prayer Beads",
        "description": "A chain of matte beads of various sizes used in praying ritual.\nIncreases the Use time of Keys by 15 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Scratched Pearl",
        "description": "A porous and scratched white pearl.A minuscule jump ring allows the pearl to be attached to the key.\nIncreases the Aura-reading range of Keys by +12 metres.\n\"Pray all you want, your words are getting lost somewhere up there, in the Fog.\"\n\n"
      },
      {
        "quality": "3",
        "name": "Gold Token",
        "description": "A gold token with a dull appearance.Both faces are smooth and void of any inscriptions.\nThe Auras of other Survivors within 48 metres are revealed to you while Mind Channel is active.\nGold Token does not stack with Eroded Token.\n\n"
      },
      {
        "quality": "4",
        "name": "Blood Amber",
        "description": "A blood-red amber striped with black veins.The amber is warm to the touch.\nThe Aura of the Killer within 32 metres is revealed to you while Mind Channel is active.\nIncreases the Depletion rate by +100 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Milky Glass",
        "description": "This opaque piece of glass emits a dull vibrating noise.Channels the Black Fog's energy.\nUsing a Key to open the closed Hatch consumes this Add-on instead.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Unique Wedding Ring",
        "description": "An engraved wedding ring that emerged from the Fog and resonates with an indescribable and incomprehensible energy.\nThe Aura of the Obsession is automatically revealed to you at all times.\nThis does not require using the Mind Channel ability.\nReduces the Odds of becoming the initial Obsession of the Killer by -100 %.\n\n"
      },
      {
        "quality": "4",
        "name": "Weaved Ring",
        "description": "A mundane key ring in appearance with an unusual bluish dark sheen.The ring binds the Key to its user, preventing loss even in the darkest of times.\nCauses this Add-on to be consumed upon death instead of the Key.\n\n\n"
      }
    ]
  },
  {
    "name": "Maps",
    "addons": [
      {
        "quality": "1",
        "name": "Map Addendum",
        "description": "A fragmented piece of a thick fibrous material.A partial and faded map is drawn on it which by itself is useless.\nIncreases the Durability of the Map by +5 seconds.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Glass Bead",
        "description": "A strange bead circled with gold that can be used to magnify the map and mark a specific position.The bead emits an energy which can be felt and seen by Survivors.\nPress the Secondary Action button while using the Map to use the Glass Bead to place a Pillar of Light at your current location that can be seen by all Survivors.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Red Twine",
        "description": "A bristly and rough piece of twine of a deep red colour.Can be tied around the Map to enhance its Aura-reading ability.\nUnlocks the ability to track Killer Belongings.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Retardant Jelly",
        "description": "A slimy, translucent substance with a ghastly lavender shade.This jelly from unknown origin is highly resistant to heat.\nReduces the Depletion rate by -20 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Unusual Stamp",
        "description": "A wooden stamp with a cross-hatched rubber pad used to mark documents.It is unclear as to how or by whom this stamp was originally used.\nIncreases the Object Tracking range by +8 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Yellow Wire",
        "description": "A small electrical wire.Both ends are heavily damaged like it has been forcefully torn out of its intended location.Can be tied around the Map to enhance its Aura-reading ability.\nUnlocks the ability to track the Exit Gate Switches\n\n\n"
      },
      {
        "quality": "3",
        "name": "Black Silk Cord",
        "description": "A smooth black cord with a soft appearance.Can be tied around the Map to enhance its Aura-reading ability.\nUnlocks the ability to track the Hatch.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Odd Stamp",
        "description": "A stamp carved out of sturdy blonde wood.The text found at the base is incomprehensible: \"kw'zvre'od\".\nIncreases the Object Tracking range by +12 metres.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Crystal Bead",
        "description": "An intricate set of lenses wrapped up in an astonishingly complex apparatus.The gears controlling the lenses' focus move by themselves as to focus on something invisible to humans.\nReveals the tracked Auras to all Survivors.\n\n\n"
      }
    ]
  },
  {
    "name": "Med-Kits",
    "addons": [
      {
        "quality": "1",
        "name": "Bandages",
        "description": "A pack of bandages usually found in First Aid Kits.\nIncreases the available Healing Charges by +8 Charges.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Butterfly Tape",
        "description": "Medical quality tape used to close small wounds.\nIncreases the Healing speed by +5 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Rubber Gloves",
        "description": "Disposable medical gloves to avoid cross-contamination.\nIncreases the Great Success zone of Healing Skill Checks by +10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Medical Scissors",
        "description": "Scissors designed to easily cut through textiles.\nIncreases the Healing speed by +10 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Needle & Thread",
        "description": "Not exactly a medical device.However, it can be used to quickly and painfully close up a wound.\nIncreases the Odds of triggering Healing Skill Checks by +10 %.\nIncreases the Progression bonus for succeeding at Great Healing Skill Checks by +5 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Self Adherent Wrap",
        "description": "A pack of bandages that stick to themselves without the need of clips for a faster patch-up that requires less readjustments.\nIncreases the Healing speed by +5 %.\nIncreases the available Healing Charges by +8 Charges.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Sponge",
        "description": "A mundane sponge used to soak up extra blood, providing easier access to wounds.\nIncreases the Great Success zone of Healing Skill Checks by +20 %.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Gauze Roll",
        "description": "A sterile gauze used for a variety of wounds.Part of a total wound care system.\nIncreases the available Healing Charges by +10 Charges.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Surgical Suture",
        "description": "A medical device used to close and hold body tissue.Even though it is very effective, the surgical suture is challenging to use.\nIncreases the Odds of triggering Healing Skill Checks by +15 %.\nIncreases the Progression bonus for succeeding at Great Healing Skill Checks by +10 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Abdominal Dressing",
        "description": "A highly absorbent pad that prevents bodily fluid leakage when applied to large abdominal wounds.\nIncreases the Healing speed of Med-Kits by +15 %.\n\n\n"
      },
      {
        "quality": "4",
        "name": "Styptic Agent",
        "description": "A white powder with coagulant properties.Apply the agent to a wound to stop it from haemorrhaging.\nPress the Secondary Action button while healing yourself or another Survivor with a Med-Kit to use the Styptic Agent to grant the Endurance Status Effect for 5 seconds.\nEndurance is cancelled prematurely when performing a Conspicuous Action.\nStyptic Agent consumes the Med-Kit on use.\n\n"
      },
      {
        "quality": "5",
        "name": "Anti-Haemorrhagic Syringe",
        "description": "An anti-haemorrhagic substance that stops the bleeding in a matter of seconds.\nPress the Secondary Action button while healing yourself or another Survivor with a Med-Kit to use the Anti-Haemorrhagic Syringe to automatically heal the affected Survivor for 1 Health State over the next 16 seconds.\nHealing Speed modifiers affect the Healing time.\nTaking damage or being picked up by the Killer cancels the Healing effect.\nAnti-Haemorrhagic Syringe consumes the Med-Kit on use.\n\n"
      },
      {
        "quality": "5",
        "name": "Gel Dressings",
        "description": "A pack of gel forming pads used to patch up heavily exuding wounds.\nIncreases the available Healing Charges by +16 Charges.\n\n\n"
      },
      {
        "quality": "0",
        "name": "Refined Serum",
        "description": "THIS ADD-ON IS NO LONGER AVAILABLE (This Unlockable no longer spawns in the Bloodweb and can no longer be used in Trials, being greyed-out in the inventory.It may temporarily return during an Event.) \nA refined version of the Putrid Serum that is mostly safe for human consumption.Mostly.\n\nPress the Secondary Action button while healing yourself or another Survivor with a Med-Kit to use the Refined Serum to boost the Movement speed of the affected Survivor by +5 % for 16 seconds.\nCreates a Blight trail behind the affected Survivor.\nRefined Serum consumes the Med-Kit on use.\n\nThe Refined Serum is only available during Halloween Events.\n"
      }
    ]
  },
  {
    "name": "Toolboxes",
    "addons": [
      {
        "quality": "1",
        "name": "Clean Rag",
        "description": "A mundane rag.\nSuspiciously clean.\nIncreases the Repair speed of the Toolbox by +20 %.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Instructions",
        "description": "Someone quickly painted what seems to be repair instructions on this piece of bark.\nSuppresses all normal Skill Checks that are usually triggered while repairing a Generator.\n\n\n"
      },
      {
        "quality": "1",
        "name": "Scraps",
        "description": "Springs, screws and gears.\nMostly unusable junk.\nIncreases the Capacity of the Toolbox by +8 Charges.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Cutting Wire",
        "description": "A rudimentary cutting tool made from a jagged metal wire and two wooden handles.\nIncreases the Sabotage speed of the Toolbox by +15 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Protective Gloves",
        "description": "Thick gloves, which reduce manual dexterity but protect hands from injury.\nSuppresses the Loud Noise Notification to the Killer that is usually triggered after sabotaging a Hook.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Socket Swivels",
        "description": "Swivels provide bend and flexibility for bolts that are out of reach, deep within mechanical devices.\nIncreases the Repair speed of the Toolbox by +30 %.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Spring Clamp",
        "description": "Useful tool to clamp hoses or hold wires in place and prevent damage or injury.\nReduces the range at which your Generator-Repair noises can be heard by -8 metres.\n\n\n"
      },
      {
        "quality": "2",
        "name": "Wire Spool",
        "description": "A portable but heavy spool of copper wire.\nIncreases the Capacity of the Toolbox by +12 Charges.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Grip Wrench",
        "description": "An adjustable wrench with a tough grip.\nEssential in any Toolbox.\nIncreases the Auto-Repair timer for sabotaged Hooks by +15 seconds.\n\n\n"
      },
      {
        "quality": "3",
        "name": "Hacksaw",
        "description": "A small hand saw mounted with a metal cutting blade.\nIncreases the Sabotage speed of the Toolbox by +20 %.\n\n\n"
      },
      {
        "quality": "5",
        "name": "Brand New Part",
        "description": "This intricate mechanical part feels oddly out of place.It is clean and shiny as if straight out of the factory.\nReplaces the Toolbox Repair prompt with an Install Brand New Part prompt instead:\nInstalling the Brand New Part triggers 1 difficult Skill Check.\nReduces that Generator's Repair requirement permanently by -10 Charges after succeeding the Skill Check.\n\nBrand New Part is consumed on use.\n"
      }
    ]
  }
]
